[
  "rs2853826",
  "GRISEOFULVIN",
  "rs16965962",
  "HLA-B*27:09",
  "rs1992647",
  "rs1044394",
  "rs8113007",
  "TLR7",
  "rs662",
  "rs11122576",
  "rs6981827",
  "GRM3",
  "EFR3A",
  "rs2789047",
  "CYP2D6*39",
  "caffeine",
  "CAPTOPRIL",
  "CYP2C9*3",
  "rs62205366",
  "BENZBROMARONE",
  "SLCO1B3",
  "CHLORPROMAZINE",
  "rs7997012",
  "rs2853539",
  "PMCH",
  "PSORS1C1",
  "rs12119882",
  "rs478437",
  "RABEP1",
  "rs2282143",
  "HLA-DRB1*15:03",
  "rs1663332",
  "GOSERELIN",
  "ERGOT ALKALOIDS",
  "SLCO1B1*31",
  "rs6900017",
  "rs17021408",
  "rs1800469",
  "rs145529148",
  "rs2378676",
  "CYP2D6*44",
  "rs3810651",
  "rs594709",
  "ADRA2A",
  "rs10975641",
  "ETHAMBUTOL",
  "rs4888024",
  "CYP2C9*29",
  "rs1104514",
  "RHOA",
  "CYP2C9*5",
  "UGT1A8",
  "TP53",
  "UROFOLLITROPIN",
  "rs1361528097",
  "rs10846744",
  "rs11719165",
  "rs3740556",
  "BUSPIRONE",
  "rs72549308",
  "rs511435",
  "UGT2B7",
  "rs261316",
  "rs58695150",
  "rs2230808",
  "PROS1",
  "rs4987102",
  "HLA-B*38:02",
  "rs7858836",
  "BUMETANIDE",
  "GAD1",
  "CYP2B6*46",
  "CYP2C9*52",
  "ARHGEF28",
  "TIMOLOL",
  "HDAC1",
  "rs846664",
  "ETONOGESTREL",
  "METHYLPHENOBARBITAL",
  "rs1051740",
  "TERODILINE",
  "TPMT*34",
  "rs699517",
  "rs130072",
  "rs10509681",
  "FLUOXETINE",
  "TPMT*11",
  "SLC19A1",
  "rs141462178",
  "DOFETILIDE",
  "rs11749035",
  "rs6119",
  "rs5441",
  "rs773123",
  "GLATIRAMER ACETATE",
  "rs79910351",
  "NTRK2",
  "rs2461817",
  "COCAINE",
  "TSPYL1",
  "rs9561778",
  "rs3761554",
  "TPMT*13",
  "rs1126742",
  "HLA-B*39:06",
  "rs3733784",
  "rs4648287",
  "rs13137622",
  "rs147601618",
  "CYP2C19*14",
  "rs73189762",
  "OPRK1",
  "rs4646425",
  "CYP2D6*100",
  "rs2291317",
  "HLA-DRB3",
  "ADRA2B",
  "NELFINAVIR",
  "rs117532069",
  "HLA-B*56:02",
  "rs2229109",
  "GSTM1",
  "CLOBAZAM",
  "SLC29A4",
  "rs275651",
  "rs2514218",
  "CYP2D6*38",
  "SNORD68",
  "rs140114515",
  "GPX5",
  "LISINOPRIL",
  "rs57918000",
  "rs1801280",
  "ASPARAGINASE",
  "rs2250242",
  "rs34834489",
  "rs1402398",
  "PROPRANOLOL",
  "DPYD c.1679T>G (*13)",
  "rs4483927",
  "CYP2D6*43",
  "rs4148155",
  "rs569661196",
  "TOBRAMYCIN",
  "rs200064537",
  "rs3114020",
  "rs36118214",
  "HLA-DRB1*09:01",
  "CYP3A7*1C",
  "HLA-B*18:01",
  "rs11959113",
  "rs4253778",
  "SLC6A2",
  "rs9620007",
  "TPMT",
  "rs10494366",
  "LIG3",
  "CYP2A6*23",
  "rs4961",
  "LST1",
  "ZOLPIDEM",
  "rs4149056",
  "SLCO1B1*14",
  "PROGESTERONE",
  "rs738409",
  "rs6269",
  "rs7079",
  "rs4643786",
  "rs1051730",
  "CYP2D6*33",
  "rs104894021",
  "KLRD1",
  "rs55971861",
  "rs17382202",
  "HYDROXYZINE",
  "PERMETHRIN",
  "CYP2D6*35",
  "rs72558189",
  "HLA-DRB5*01:01",
  "rs118192178",
  "FHL2",
  "CYP1A2",
  "rs2233980",
  "ERBB3",
  "CYP3A4*18",
  "rs232043",
  "BUPIVACAINE",
  "GABAPENTIN",
  "KCNJ6",
  "CYP2D6*56",
  "KETANSERIN",
  "CYP2C9*72",
  "DEXTROPROPOXYPHENE",
  "G6PD deficiency",
  "rs2449598",
  "HLA-A*01:01",
  "rs10841753",
  "rs7089580",
  "MMP3",
  "UGT1A6*3a",
  "rs79430272",
  "rs3746574",
  "rs9322335",
  "rs10432303",
  "OPIPRAMOL",
  "rs442767",
  "TCF7L2",
  "PERINDOPRIL",
  "HLA-DQB1",
  "rs1799762",
  "ALG10",
  "rs144854329",
  "rs17885382",
  "rs1062033",
  "rs140989814",
  "rs16960228",
  "NAT2*4",
  "rs17179108",
  "rs2106809",
  "rs1062535",
  "rs6749447",
  "rs4492666",
  "rs3825876",
  "rs6539870",
  "CHRNB4",
  "rs56022120",
  "rs10491684",
  "rs5031016",
  "rs58425034",
  "rs1801516",
  "rs2266782",
  "rs376073289",
  "rs200562975",
  "bilirubin",
  "ZNF211",
  "rs17180299",
  "rs4149015",
  "rs7317112",
  "METHYLPHENIDATE",
  "IGHMBP2",
  "HLA-DRB1*08:03",
  "rs274713",
  "rs6279",
  "CYP2C19*31",
  "rs7793837",
  "PIROXICAM",
  "MIFEPRISTONE",
  "IMPDH2",
  "BISOPROLOL",
  "rs118192177",
  "rs73748206",
  "rs1128503",
  "rs12143842",
  "rs10752271",
  "KCNH2",
  "BDKRB1",
  "HLA-B*52:01",
  "rs1050565",
  "STAVUDINE",
  "rs141044036",
  "MAP3K1",
  "rs9272105",
  "rs118192167",
  "rs1800795",
  "rs193922748",
  "rs6517442",
  "KLC1",
  "rs1042640",
  "rs4678145",
  "rs5030843",
  "NR1H3",
  "rs183484",
  "RITONAVIR",
  "rs193922772",
  "rs1577857",
  "SCN10A",
  "CYP2C19*4",
  "CYP2B6*4",
  "rs739296",
  "rs28363170",
  "rs10052999",
  "HLA-B*44:03",
  "HLA-DQB1*03:03",
  "SLCO1B1*23",
  "rs1801160",
  "rs2227631",
  "PTGDR",
  "rs4870061",
  "rs1415744",
  "rs553202",
  "TROPISETRON",
  "fulvestrant",
  "PERHEXILINE",
  "rs495828",
  "rs10934498",
  "FAM178B",
  "EPHA7",
  "rs71647871",
  "HLA-B*39:10",
  "NUDT15",
  "rs7905446",
  "CLONIDINE",
  "rs3892097",
  "rs62576288",
  "CYP2C19*23",
  "rs2819742",
  "rs10916819",
  "rs2295490",
  "CARBOPLATIN",
  "HLA-A*33:03",
  "rs451774",
  "PHETA2",
  "rs1891059",
  "CSK",
  "METHYSERGIDE",
  "rs12762549",
  "HLA-B*67:01",
  "rs5063",
  "rs149104283",
  "rs3814995",
  "HLA-B*56:01",
  "rs17587029",
  "ROPINIROLE",
  "DCK",
  "rs4673",
  "SPOPL",
  "CYP3A4*5",
  "CYP2C9*31",
  "rs1043657",
  "CPT1A",
  "UGT1A6*1a",
  "MESORIDAZINE",
  "rs7103411",
  "rs181501757",
  "rs41273215",
  "rs1901633",
  "rs7937567",
  "SLC39A8",
  "rs376817657",
  "rs72728438",
  "HLA-B*07:02",
  "AMOXICILLIN",
  "rs1801701",
  "rs2010851",
  "rs130058",
  "IDARUBICIN",
  "rs2144300",
  "CYP2D6*91",
  "DYNC2H1",
  "CLOMIPRAMINE",
  "CYCLOBENZAPRINE",
  "CYP3A4*33",
  "rs4807493",
  "rs371258350",
  "rs28371686",
  "rs75519181",
  "ADO",
  "rs3130907",
  "C8orf34",
  "BENAZEPRIL",
  "rs2636719",
  "NAPROXEN",
  "rs10517",
  "rs9263726",
  "rs4292394",
  "CREB1",
  "rs2115819",
  "PTGS2",
  "rs10964552",
  "MIDAZOLAM",
  "NT5C",
  "rs660652",
  "SP1",
  "QUETIAPINE",
  "VALACICLOVIR",
  "rs492602",
  "rs4431329",
  "NPHS1",
  "NKX6-1",
  "rs4506565",
  "GLICLAZIDE",
  "rs12461964",
  "rs114096998",
  "MED19",
  "rs121918594",
  "rs35687416",
  "rs2288344",
  "PIK3CA",
  "rs4646450",
  "NRAS",
  "rs1801265",
  "rs10485058",
  "rs2072658",
  "rs1137617",
  "rs299313",
  "TPMT*5",
  "rs2289669",
  "rs10485057",
  "XRCC5",
  "GRIA3",
  "rs1323040",
  "CAMK1D",
  "ibuprofen",
  "rs10413455",
  "rs61667602",
  "rs9825762",
  "RRM1",
  "OSGEP",
  "CYP2C19*16",
  "rs372307932",
  "rs4141964",
  "rs2835859",
  "rs34059508",
  "rs2236722",
  "FENOFIBRATE",
  "HLA-B*15:05",
  "rs1364805",
  "rs167771",
  "rs4795893",
  "rs3734254",
  "rs9934438",
  "rs2952768",
  "SPATA5",
  "CYP1A2*6",
  "PLEKHH2",
  "ZUCLOPENTHIXOL",
  "PLA2G6",
  "SERTRALINE",
  "rs2036527",
  "NUDT15*1",
  "rs13135092",
  "rs76979899",
  "ELP5",
  "rs320",
  "CYP2C9*24",
  "TOLAZAMIDE",
  "rs7325568",
  "rs2076828",
  "TROLEANDOMYCIN",
  "rs3793790",
  "PREDNISONE",
  "rs1043550",
  "rs9351963",
  "STN1",
  "rs36120609",
  "rs11872992",
  "rs144928727",
  "rs17501331",
  "GRIK4",
  "RAC1",
  "FARP2",
  "CLOFIBRATE",
  "rs7248668",
  "rs17863778",
  "CBR3",
  "PRDX4",
  "SLC12A3",
  "CYP2D6",
  "HMGCS2",
  "CYP2C9*49",
  "rs1805054",
  "ACYP2",
  "HLA-DRB1*01:01",
  "rs3217164",
  "HLA-A*31:01",
  "CYP4F11",
  "rs5030655",
  "EGFR",
  "rs11636687",
  "MGMT",
  "DUX1",
  "CYP2E1*1A",
  "TIANEPTINE",
  "rs12980275",
  "rs2070401",
  "rs119774",
  "rs1042927",
  "IRINOTECAN",
  "rs10306114",
  "SULT1C4",
  "CYP3A4*11",
  "rs12132152",
  "TROGLITAZONE",
  "rs5751876",
  "PERGOLIDE",
  "HLA-B*15:13",
  "rs113646094",
  "rs9516519",
  "PSORS1C3",
  "ADCY1",
  "VERAPAMIL",
  "RFPL4B",
  "HLA-DQA1*02:01",
  "ETODOLAC",
  "PKD2",
  "PHENPROCOUMON",
  "MED12L",
  "MEPHENYTOIN",
  "rs9606186",
  "ZIDOVUDINE",
  "rs2216711",
  "rs767263838",
  "apple juice",
  "CYP3A7",
  "DDRGK1",
  "HLA-B*39:05",
  "rs299314",
  "rs6506569",
  "rs1225367412",
  "rs1800872",
  "GLP1R",
  "clopidogrel",
  "CYP2C19 poor metabolizer",
  "rs2660845",
  "rs35303484",
  "rs17064642",
  "VEGFA",
  "WNK1",
  "CIDOFOVIR",
  "rs7196161",
  "rs145157460",
  "HLA-B*48:01",
  "PLCD3",
  "rs61750900",
  "DORZOLAMIDE",
  "METABUTETHAMINE",
  "rs760370",
  "rs118192172",
  "CYP2D6*51",
  "CYP2D6*134",
  "lornoxicam",
  "AGAP3",
  "TPH2",
  "UMPS",
  "rs144991623",
  "rs340874",
  "GRIA1",
  "LEVODOPA",
  "rs6551665",
  "rs2075252",
  "rs1048101",
  "rs7799039",
  "PROGUANIL",
  "rs2271339",
  "rs7200749",
  "rs3846662",
  "rs4436578",
  "rs4278350",
  "KCNK2",
  "rs78428806",
  "GNA13",
  "rs3778148",
  "NFKBIA",
  "rs2847153",
  "rs662799",
  "rs62638690",
  "rs8099917",
  "rs138264188",
  "rs2072661",
  "MICONAZOLE",
  "SCN5A",
  "rs4680",
  "PRKCB",
  "DOT1L",
  "rs35068180",
  "CYP1B1",
  "rs11572080",
  "rs3759467",
  "CYP2D6*32",
  "rs1643650",
  "TGFB1",
  "DICLOFENAC",
  "GCLC",
  "CHRNA7",
  "CYP2D6*87",
  "CYP3A5*7",
  "CYP3A4*6",
  "VALSARTAN",
  "FENOTEROL",
  "CYP2C9*43",
  "rs4387287",
  "rs11252394",
  "PRKAA1",
  "rs6722745",
  "CYP1A1*1",
  "COMT",
  "CYP2C9*13",
  "CYP2D6*45",
  "HLA-B*51:01",
  "rs374825099",
  "rs997917",
  "PHENYTOIN",
  "rs4646244",
  "BACH1",
  "CYP2C19*13",
  "GATM",
  "rs553050853",
  "CACNA1D",
  "UGT1A6*8",
  "rs1061115",
  "CYP2D6*47",
  "rs3772810",
  "GCKR",
  "rs4341",
  "CYP3A4*17",
  "SOD2",
  "CA10",
  "rs3761548",
  "rs740406",
  "CYP2C19*7",
  "KCNJ1",
  "rs4240803",
  "CYP2D6*2x2",
  "UGT1A7",
  "rs2304016",
  "ZMAT4",
  "HLA-DPB1",
  "rs2799018",
  "rs1129844",
  "TENT4A",
  "rs2562519",
  "CYP3A4*29",
  "CYP2D6*153",
  "CLADRIBINE",
  "CYP2A6*21",
  "SLC6A4 L allele-rs25531C",
  "rs784888",
  "SULFAMETHOXAZOLE",
  "rs2854117",
  "rs4363657",
  "rs2229437",
  "rs524731",
  "CLOTRIMAZOLE",
  "rs2066702",
  "rs2239128",
  "DOXEPIN",
  "methotrexate",
  "PRIMAQUINE",
  "rs2234918",
  "P2RY12",
  "rs7186128",
  "rs193922878",
  "NAT2 slow acetylator",
  "CHRNB2",
  "rs726501",
  "rs316019",
  "SULFADIAZINE",
  "rs11226",
  "rs2075572",
  "rs1801253",
  "rs10747673",
  "TORASEMIDE",
  "rs16947",
  "CAPG",
  "RANITIDINE",
  "rs2242446",
  "rs6465938",
  "METOCLOPRAMIDE",
  "rs118192124",
  "CYP2D6*69",
  "rs2396185",
  "rs622342",
  "rs2070676",
  "ALDH2",
  "AMODIAQUINE",
  "rs6280",
  "TPMT*3C",
  "rs147545709",
  "CSMD1",
  "CYP2C8",
  "rs7301582",
  "SULFANILAMIDE",
  "rs1799853",
  "rs55886062",
  "rs1130214",
  "AZATHIOPRINE",
  "HYDROXOCOBALAMIN",
  "rs12283870",
  "rs143815742",
  "rs2238472",
  "rs3135506",
  "rs1150226",
  "XRCC1",
  "rs5370",
  "rs6728642",
  "MSANTD1",
  "RPP30",
  "rs77583603",
  "LTA4H",
  "THEOPHYLLINE",
  "rs11168292",
  "rs104894541",
  "ABCC4",
  "CHLOROTHIAZIDE",
  "PLEKHA6",
  "UGT2B17",
  "NICARDIPINE",
  "rs10871454",
  "rs67376798",
  "rs72549304",
  "rs5065",
  "TBC1D1",
  "ETHANOL",
  "rs11185647",
  "rs76228616",
  "TPMT*14",
  "CACNA1F",
  "rs3888190",
  "rs717620",
  "rs2301159",
  "CYP3A4*43",
  "rs55918055",
  "CRP",
  "rs11231825",
  "BAG6",
  "ALDOSTERONE",
  "ENTACAPONE",
  "rs28358571",
  "INTERFERON BETA-1B",
  "OXICONAZOLE",
  "rs139887",
  "HLA-C*05:01",
  "rs1155463",
  "RRP7A",
  "rs138602176",
  "NCF4",
  "rs2058878",
  "HMMR",
  "rs2291075",
  "rs1799931",
  "CYP2D6*1",
  "AHRR",
  "rs4633",
  "TPMT*12",
  "rs1125394",
  "CYP2D6*10x2",
  "rs518350",
  "IL1B",
  "HLA-B*35:05",
  "rs1080985",
  "SLC16A7",
  "HLA-B*35:10",
  "rs70950385",
  "TOLLIP",
  "rs10140457",
  "XPO1",
  "XDH",
  "rs3824662",
  "rs11313667",
  "TRIAZOLAM",
  "rs1229984",
  "rs61123830",
  "rs4803419",
  "DPYS",
  "rs12505410",
  "rs3215400",
  "MYO1H",
  "rs142512579",
  "ILKAP",
  "rs6600893",
  "rs3813929",
  "rs5030858",
  "rs570122671",
  "rs2535629",
  "BMP7",
  "MILNACIPRAN",
  "rs28399468",
  "CARBIMAZOLE",
  "rs3766246",
  "rs4148737",
  "CEFRADINE",
  "rs1875705",
  "HTR7",
  "FDPS",
  "SULINDAC",
  "CLOZAPINE",
  "rs755416212",
  "rs785423",
  "rs225440",
  "rs9943291",
  "rs3753380",
  "rs890293",
  "BUDESONIDE",
  "PTPRD",
  "rs140410716",
  "rs4132670",
  "rs72549307",
  "rs1045642",
  "CD58",
  "SLC4A8",
  "DEXAMETHASONE",
  "rs895819",
  "GGCX",
  "SLCO1B1*5",
  "rs761142",
  "rs3130931",
  "rs1387923",
  "rs3803300",
  "TRIAMTERENE",
  "rs699",
  "rs7787082",
  "CDC5L",
  "SLC22A16",
  "rs2498804",
  "THRA",
  "rs204047",
  "rs12233719",
  "rs28371725",
  "rs6305",
  "rs4902333",
  "FLUOROURACIL",
  "TMX2",
  "rs11568695",
  "CYP2C9*4",
  "rs2242046",
  "rs17731538",
  "CYP1A1*2C",
  "rs1429376",
  "rs14158",
  "rs12948783",
  "PDE4B",
  "TGFBR2",
  "rs6413432",
  "rs60369023",
  "TMEM43",
  "SILDENAFIL",
  "rs16909440",
  "rs17708472",
  "rs11030918",
  "rs2229205",
  "rs11545077",
  "rs4516035",
  "ANKS1B",
  "rs6002674",
  "rs17126068",
  "rs9402944",
  "rs1969376664",
  "rs4148947",
  "HYDROCODONE",
  "EPHX1",
  "rs12720441",
  "rs1786929",
  "rs11983225",
  "CYP2A6*20",
  "FLUDARABINE",
  "NAT2*7",
  "rs642990",
  "rs688",
  "rs8068318",
  "rs201615754",
  "rs13382553",
  "rs28399454",
  "FOLIC ACID",
  "rs9937",
  "rs2669429",
  "KAT2B",
  "AQP1",
  "rs73568641",
  "rs17886199",
  "HLA-DRB1*07:01",
  "rs2661319",
  "HLA-A*30:02",
  "DPP6",
  "GRID2",
  "FGB",
  "XIRP2",
  "rs148013902",
  "CYP1A2*30",
  "rs3087374",
  "TRANYLCYPROMINE",
  "CYP2B6*29",
  "PENTAZOCINE",
  "HTR1A",
  "GRIN3A",
  "rs1800909",
  "rs648007",
  "VINCRISTINE",
  "rs2284449",
  "MTR",
  "rs777560972",
  "SH2B3",
  "SERPINE1",
  "CYP2D6*14",
  "rs9626730",
  "rs202144771",
  "CYP2D6*93",
  "ALBENDAZOLE",
  "rs1072388",
  "piroxicam",
  "rs11124945",
  "MDGA2",
  "CYP2D6*94",
  "rs12721226",
  "rs1328799050",
  "rs2413739",
  "escitalopram",
  "rs1056827",
  "rs12302749",
  "CRHR2",
  "rs6318",
  "rs2302489",
  "rs10509680",
  "rs2727786",
  "rs6787801",
  "rs1801019",
  "FLUCYTOSINE",
  "rs3778150",
  "rs4253728",
  "ISONIAZID",
  "rs2954625",
  "NME2",
  "QUINAPRIL",
  "rs4783961",
  "rs11265549",
  "CYP2D6*2",
  "CYP2C9*12",
  "NQO2",
  "SLC22A12",
  "NECTIN4",
  "rs17701271",
  "CHLORPHENIRAMINE",
  "rs10800397",
  "DPYD",
  "rs760316",
  "CYP2C19*19",
  "FLURBIPROFEN",
  "rs13429709",
  "UGT1A",
  "rs1570360",
  "rs1871450",
  "DAPK1",
  "rs6759892",
  "rs10848635",
  "GENTAMICIN",
  "TPMT intermediate activity",
  "rs3091244",
  "rs887829",
  "omeprazole",
  "CYP2C19*28",
  "CPA2",
  "AMILORIDE",
  "BRCA1",
  "FELBAMATE",
  "EFLORNITHINE",
  "rs762551",
  "rs2074957",
  "rs3219489",
  "rs146529561",
  "acetaminophen",
  "F5",
  "rs3813867",
  "rs723685",
  "TRAMADOL",
  "rs143004875",
  "rs4791040",
  "rs12201199",
  "rs5841",
  "rs62516101",
  "METTL21A",
  "rs7769719",
  "rs1883322",
  "HLA-DRB5*02:02",
  "rs1303839356",
  "CYCSP5",
  "HLA-DRB1*01:02",
  "rs3931660",
  "rs1461773",
  "rs2231135",
  "ACE2",
  "IMPDH1",
  "rs3815087",
  "CYP2C9*51",
  "NOS2",
  "CELIPROLOL",
  "rs138545885",
  "FABP1",
  "ASPH",
  "rs1029359343",
  "CYP2B6*9",
  "rs4986893",
  "rs729559",
  "CYP2C8*3",
  "HLA-DRB3*02:02",
  "clozapine",
  "rs4432372",
  "HALOTHANE",
  "IL11",
  "rs2336219",
  "PROX1",
  "CYP2A6*4",
  "rs6924995",
  "SEPTIN3",
  "rs11692021",
  "SLCO2B1",
  "rs1123617",
  "rs10420097",
  "rs780668",
  "ACHE",
  "rs3826041",
  "HLA-B*44:02",
  "rs1056515",
  "TJP1",
  "rs1135989",
  "rs1969136524",
  "CYP2D6*98",
  "PRKAB1",
  "SLC31A1",
  "rs72549303",
  "SEMA3C",
  "rs11039149",
  "rs11045821",
  "rs784892",
  "CYPROTERONE",
  "CYP3A",
  "rs4877900",
  "rs1799930",
  "TPMT*17",
  "rs16886403",
  "rs2228479",
  "rs111869995",
  "RRAS2",
  "rs2073618",
  "rs3810950",
  "CYP3A4*9",
  "rs2289105",
  "G6PD B (reference)",
  "rs183701923",
  "rs1902023",
  "IFNL4",
  "rs61816456",
  "rs2740574",
  "rs9725457",
  "rs575853463",
  "rs80223967",
  "HCN1",
  "TET2",
  "RAMIPRIL",
  "rs10917670",
  "rs6350",
  "rs1594160",
  "rs1019385",
  "SV2C",
  "DESOXYCORTONE",
  "CYP2C9*14",
  "NEVIRAPINE",
  "rs279858",
  "PIGB",
  "ADRA1B",
  "rs7668258",
  "DDO",
  "rs967676",
  "CMTM8",
  "rs56038477",
  "ST6GAL1",
  "rs6493497",
  "rs6961071",
  "rs7912580",
  "ARG1",
  "CHLORPROPAMIDE",
  "rs150437414",
  "rs2291073",
  "rs953977",
  "rs548646",
  "SOTALOL",
  "rs5186",
  "ZNF542P",
  "HLA-B*15:25",
  "HLA-C*16:01",
  "rs6809699",
  "rs6072262",
  "rs2276302",
  "SERPINC1",
  "GHSR",
  "CYANOCOBALAMIN",
  "CYTARABINE",
  "UGT1A1*6",
  "HRH3",
  "rs3745274",
  "rs471760",
  "UGT1A3*1",
  "rs75114882",
  "rs11280056",
  "TPMT*37",
  "rs4294451",
  "CYP2D6*59",
  "rs964184",
  "rs76103438",
  "TOP2A",
  "rs1805034",
  "GATA4",
  "rs637137",
  "SERTINDOLE",
  "rs371793722",
  "rs9806699",
  "rs1446468",
  "ACSS2",
  "rs9282564",
  "rs2233678",
  "rs9977268",
  "rs1042713",
  "CYP2D6*114",
  "rs12296477",
  "AMLODIPINE",
  "warfarin",
  "CYP2B6*6",
  "PERP",
  "rs17103168",
  "CYP2D6 poor metabolizers",
  "rs45511401",
  "SALMETEROL",
  "CYP2D6*97",
  "rs2267076",
  "rs7668282",
  "LANSOPRAZOLE",
  "rs429358",
  "rs11140490",
  "rs700518",
  "rs144336148",
  "GABRA2",
  "rs10170310",
  "rs1800532",
  "SLCO1B1*13",
  "rs1044396",
  "rs11947402",
  "rs1051685",
  "SALBUTAMOL",
  "SHMT1",
  "rs9937709",
  "rs527580106",
  "rs41412545",
  "rs2472297",
  "MIRTAZAPINE",
  "TYMS",
  "CYP3A7*1A",
  "rs10280101",
  "rs10248420",
  "rs12148896",
  "TPMT low activity",
  "SETD4",
  "CEFUROXIME",
  "rs958804",
  "rs4291",
  "REMIFENTANIL",
  "TOPIRAMATE",
  "CYP3A4*16",
  "CORO7",
  "rs2228130",
  "CYP3A4*21",
  "SULFACETAMIDE",
  "ACENOCOUMAROL",
  "rs112783657",
  "rs11716445",
  "CYP2C8*2",
  "TLR2",
  "rs11080344",
  "MAD1L1",
  "rs8192440",
  "rs13129401",
  "CXCL12",
  "SLC22A11",
  "GALNT2",
  "BUPRENORPHINE",
  "rs11677416",
  "rs7968606",
  "rs578776",
  "GNMT",
  "EPIRUBICIN",
  "rs11189015",
  "CYP2D6*36",
  "CYP2C19*35",
  "rs875858",
  "rs1800566",
  "rs2647087",
  "rs12046844",
  "ETIDRONIC ACID",
  "CYP3A4*30",
  "rs1804645",
  "WDR24",
  "rs16974799",
  "rs1176744",
  "VINDESINE",
  "rs2298805",
  "HDAC11",
  "HLA-C*04:01",
  "HLA-B*15:32",
  "SCN2A",
  "UGT2B4",
  "rs7588746",
  "ALLOPURINOL",
  "CYP2A7P1",
  "PARD3B",
  "UGT1A10",
  "rs60139309",
  "rs4880",
  "IL6",
  "rs11023197",
  "PTPRM",
  "PPCDC",
  "rs16950650",
  "rs2975226",
  "PIGM",
  "DIPYRIDAMOLE",
  "DHFR",
  "rs10509373",
  "ABAT",
  "HLA-B*15:35",
  "NOD2",
  "rs1799983",
  "rs12210538",
  "rs9200",
  "EIF2AK4",
  "rs2500535",
  "MT1A",
  "rs4688040",
  "rs150688309",
  "HTR2C",
  "HLA-A*11:01",
  "RYR2",
  "rs2284017",
  "rs11568732",
  "rs1663330",
  "rs7984870",
  "rs2284220",
  "rs13169373",
  "rs7184292",
  "rs7438284",
  "DRD1",
  "HLA-C*03:04",
  "IGF1",
  "rs5030849",
  "CYP2A6*46",
  "rs11942466",
  "rs184199168",
  "rs117872433",
  "rs17446819",
  "HEPARIN",
  "rs3131003",
  "rs150036960",
  "CYP2C9*56",
  "CYP2D6*54",
  "CYP2C19*17",
  "GLIPIZIDE",
  "HLA-B*35:01",
  "rs57731889",
  "rs7934165",
  "rs1529927",
  "CYB5R3 deficiency",
  "MINOCYCLINE",
  "NUDT15*3",
  "CYP2A6*11",
  "TAMOXIFEN",
  "rs78060119",
  "pazopanib",
  "CYP2D6*4x2",
  "OR52E2",
  "TPMT*3B",
  "MGAT4A",
  "rs12346562",
  "NAT2*16",
  "rs9923231",
  "P3H3",
  "rs10042486",
  "SLC39A14",
  "rs17712523",
  "METHOXAMINE",
  "HLA-B*15:11",
  "MEXILETINE",
  "rs3804100",
  "ANKK1",
  "HLA-B*15:19",
  "PEAR1",
  "rs374150125",
  "CYP2J2",
  "rs10494227",
  "SLC22A2",
  "rs3745009",
  "rs536577604",
  "rs4732636",
  "SULFASALAZINE",
  "rs1805094",
  "rs12714145",
  "KIR2DS4",
  "TBL1XR1",
  "rs10737062",
  "rs6670886",
  "ALFENTANIL",
  "HLA-B*15:18",
  "rs1783835",
  "DESMOPRESSIN",
  "ADAMTSL2",
  "PRENYLAMINE",
  "rs1079597",
  "CYP2D6*2xN",
  "ACETAZOLAMIDE",
  "rs4149009",
  "G6PD Mediterranean Haplotype",
  "PGK1",
  "GABRP",
  "CYP1A2 low activity",
  "CYP2C9*46",
  "rs199634007",
  "rs12044852",
  "NIMODIPINE",
  "rs3768142",
  "CALCIPOTRIOL",
  "rs3732359",
  "RABGAP1L",
  "RRP1B",
  "DLG5",
  "NR3C2",
  "VENLAFAXINE",
  "C6orf15",
  "clarithromycin",
  "HLA-B*15:01",
  "rs1049305",
  "FOXO1",
  "NBEA",
  "rs8192950",
  "TPMT*24",
  "rs200687447",
  "rs2228224",
  "TP53AIP1",
  "rs28383479",
  "rs963549",
  "rs140471703",
  "valaciclovir",
  "rs2066713",
  "FLUNITRAZEPAM",
  "OTOS",
  "rs3845446",
  "TNFAIP3",
  "rs1801133",
  "HLA-DQB1*02:01",
  "rs362272",
  "rs72552763",
  "rs2738466",
  "CACNA1S",
  "rs4630",
  "HLA-B*13:02",
  "rs3814637",
  "rs121918593",
  "RELN",
  "OPCML",
  "rs75193786",
  "rs8109485",
  "rs200148",
  "rs2734583",
  "SLIT1",
  "HLA-B*40:01",
  "CYP2D6*55",
  "rs9936750",
  "rs57081354",
  "rs2502815",
  "MERCAPTOPURINE",
  "MIBEFRADIL",
  "rs750575779",
  "BROMAZEPAM",
  "CYP2C9*33",
  "rs193922876",
  "ALDH1L1",
  "rs9380142",
  "rs121908547",
  "rs28379954",
  "rs28399433",
  "HYDROCHLOROTHIAZIDE",
  "rs5030743",
  "HLA-B*35:02",
  "HLA-DQB1*06:02",
  "CYP2D6*84",
  "PRKAA2",
  "TERBINAFINE",
  "HLA-C*04:07",
  "rs1801249",
  "IL2",
  "rs7297610",
  "FAAH",
  "CYP2C9*50",
  "rs6051702",
  "TETRABENAZINE",
  "rs503464",
  "CYP2C19*25",
  "CYP2B6",
  "loxoprofen",
  "rs115457081",
  "AMIODARONE",
  "KETOROLAC",
  "rs1042718",
  "rs28365063",
  "rs13432159",
  "CYP2D6*52",
  "PPARA",
  "CYP2D6*72",
  "HLA-B*46:01",
  "rs2470890",
  "UGT1A1*1",
  "STREPTOMYCIN",
  "rs59086055",
  "NFATC2",
  "SPG7",
  "rs2159140",
  "PLA2G4A",
  "NME4",
  "CYP2C9*10",
  "rs35575889",
  "rs1927907",
  "rs5918",
  "rs2066844",
  "rs1302192284",
  "LABETALOL",
  "NITROPRUSSIDE",
  "rs113288603",
  "rs17268282",
  "CYP2D6*35xN",
  "SPARTEINE",
  "rs1800588",
  "NUP50",
  "rs35060421",
  "rs3192723",
  "BUTORPHANOL",
  "rs12718541",
  "rs2228001",
  "BRIMONIDINE",
  "TBXT",
  "rs602950",
  "TK1",
  "PGR",
  "TRIFLUOPERAZINE",
  "SLC22A3",
  "EPHA5",
  "rs3806596",
  "rs10771973",
  "FOLR1",
  "OTC",
  "rs9384825",
  "HLA-B*15:02",
  "rs3740066",
  "CYP2D6*7",
  "AMOXAPINE",
  "rs3732218",
  "rs11869731",
  "HLA-C*03:02",
  "TERAZOSIN",
  "CARMUSTINE",
  "rs2396243",
  "rs113095083",
  "GABRQ",
  "rs9332131",
  "rs1799808",
  "N6AMT1",
  "rs10774053",
  "OASL",
  "rs758649719",
  "rs1034936",
  "rs187238",
  "CTLA4",
  "INTERFERON BETA-1A",
  "ABCC3",
  "ANKFN1",
  "rs201279313",
  "rs7439366",
  "rs540825",
  "CYP2C19*30",
  "rs1045280",
  "RGS2",
  "rs2741171",
  "HLA-DRB1*13:01",
  "CYP3A43",
  "PDIA2",
  "rs4646440",
  "KANAMYCIN",
  "rs2650972",
  "NFIB",
  "OXYCODONE",
  "rs362267",
  "TEGAFUR",
  "CYP2A6*24",
  "rs17880887",
  "HLA-C*18:01",
  "HLA-B*15:21",
  "ABCC1",
  "FGFR4",
  "rs139459586",
  "CTNNB1",
  "rs7662029",
  "CYP2A6*1",
  "ITIH3",
  "rs1124493",
  "rs1051296",
  "rs3828743",
  "CIPROFLOXACIN",
  "GSTM3",
  "XYLT2",
  "rs2295632",
  "rs4918758",
  "rs61742245",
  "CRY1",
  "rs962369",
  "rs2838956",
  "rs2228100",
  "BARD1",
  "HLA-C*02:10",
  "rs3133084",
  "rs56722963",
  "rs776746",
  "rs1799998",
  "rs3842689",
  "rs9679162",
  "SLC6A5",
  "IL1A",
  "TETRACYCLINE",
  "rs115632870",
  "HLA-B*39:09",
  "rs324650",
  "rs1799782",
  "CYP3A5",
  "rs2760118",
  "rs2291858",
  "AGTR1",
  "rs121918596",
  "rs2290732",
  "TSPEAR",
  "rs2266780",
  "rs17742120",
  "rs9024",
  "HALOPERIDOL",
  "CHRNA3",
  "rs751655",
  "rs3917643",
  "rs4244285",
  "rs17863783",
  "AKAP13",
  "rs72549305",
  "rs35123024",
  "rs762151655",
  "FAM177A1",
  "rs8192726",
  "rs11887534",
  "FGD4",
  "PTGS1",
  "rs190951787",
  "SCNN1B",
  "rs4358872",
  "rs1049709",
  "BDNF",
  "HLA-DRB1*15:01",
  "CYP2A6*17",
  "rs246240",
  "CYP2B6*27",
  "ACEBUTOLOL",
  "TPMT*8",
  "OXALIPLATIN",
  "rs7118900",
  "rs10739150",
  "rs8103142",
  "NECAB1",
  "rs1142345",
  "GSTT1",
  "GCG",
  "CYP2A6*27",
  "KIF6",
  "CYP2C9*59",
  "rs80081766",
  "RYR1",
  "rs704212",
  "LORATADINE",
  "CYP2C9*58",
  "TRAZODONE",
  "CYP2A6*39",
  "rs9332096",
  "NT5C2",
  "HLA-A*02:06",
  "ADRB3",
  "rs2337980",
  "PRRC2A",
  "rs1423515",
  "CYP2D6*17",
  "rs7748401",
  "rs6166",
  "CCR5",
  "rs267606619",
  "SH2D5",
  "CYP2A6*14",
  "UGT1A7*2",
  "rs778019189",
  "KCNK3",
  "rs9332239",
  "MOCLOBEMIDE",
  "ZDHHC7",
  "ATL2",
  "CYP2D6*65",
  "rs7706429",
  "HLA-B*13:01",
  "rs2717162",
  "CPA6",
  "ADRB1",
  "rs681243",
  "drospirenone",
  "ATORVASTATIN",
  "KCNQ5",
  "rs1042597",
  "rs238",
  "ATENOLOL",
  "rs1937840",
  "rs3814055",
  "rs155333",
  "rs2869950",
  "GEMCITABINE",
  "rs2234922",
  "GALNT14",
  "rs3762555",
  "rs1057910",
  "rs6421482",
  "rs3594",
  "AKR1C3",
  "DOXYCYCLINE",
  "ERYTHROMYCIN",
  "HLA-DRB1*04:02",
  "rs806378",
  "rs11265572",
  "FLUNISOLIDE",
  "IL3",
  "rs2497538",
  "rs2886059",
  "rs846910",
  "ETS2",
  "ADRA2C",
  "rs11545078",
  "CYP2A6*12",
  "rs751527244",
  "HLA-C*17:01",
  "rs2072671",
  "rs12507552",
  "ABCC9",
  "DTYMK",
  "NAT1*4",
  "LEPR",
  "ITGA2",
  "IRBESARTAN",
  "rs7856096",
  "MTHFR",
  "rs1517114",
  "rs4149081",
  "rs13431554",
  "rs701829",
  "rs1137101",
  "rs1801086",
  "rs2289658",
  "rs1346268",
  "sertraline",
  "GIPR",
  "rs7387065",
  "rs75017182",
  "rs4586",
  "DANAZOL",
  "SLC29A1",
  "PLEKHJ1",
  "CYP2D6*169",
  "CYP2C9*11",
  "HYDROXYPROGESTERONE",
  "CYP3A4*10",
  "DSCAM",
  "rs727479",
  "rs4948496",
  "rs13120400",
  "rs200238771",
  "rs749292",
  "AOX1",
  "SLC4A1",
  "SLC6A4 HTTLPR long form (L allele)",
  "ALDH1A2",
  "rs3749438",
  "MSH5",
  "VAC14",
  "CYP2D6*34",
  "CYP2A6*28",
  "PHENYLBUTAZONE",
  "COLCHICINE",
  "CYP2C19",
  "RESERPINE",
  "HLA-DQB1*03:02",
  "rs1801274",
  "ENFLURANE",
  "rs17626122",
  "rs3802279",
  "DPYD deficiency",
  "rs11940694",
  "CYP2D6*37",
  "HLA-B*78:01",
  "rs1806201",
  "HLA-DQA1",
  "rs1131873",
  "BLMH",
  "rs7438135",
  "REEP5",
  "PRKAG3",
  "METRONIDAZOLE",
  "rs10741657",
  "ABCC10",
  "AMITRIPTYLINE",
  "rs10036156",
  "rs28364006",
  "BUCILLAMINE",
  "rs9939609",
  "rs4148945",
  "CYP2C9*42",
  "rs6901146",
  "CHLORZOXAZONE",
  "rs3130985",
  "rs1105879",
  "CIMETIDINE",
  "rs5128",
  "rs11623866",
  "rs13104811",
  "rs61311738",
  "rs148693084",
  "rs2235015",
  "UGT1A1*27",
  "HYDRALAZINE",
  "rs5272",
  "FOXP3",
  "rs1884613",
  "rs138809906",
  "rs11568626",
  "OXCARBAZEPINE",
  "rs28401781",
  "POLR3G",
  "rs11615",
  "rs658903",
  "TRIB2",
  "SLC6A4",
  "rs886043595",
  "rs1901440",
  "CAFFEINE",
  "CYP2C9*38",
  "rs2571598",
  "PON1",
  "rs2071197",
  "ketorolac",
  "rs148235907",
  "rs861539",
  "GALNT18",
  "rs351855",
  "PAH",
  "rs6265",
  "rs8110364",
  "rs446112",
  "COL1A1",
  "rs3919583",
  "HLA-DRB1*14:05",
  "rs9369421",
  "rs15524",
  "CYP1A2 high activity",
  "ADM",
  "ABL1",
  "GSTM1 null",
  "CYBA",
  "GRIK1",
  "BCL2",
  "rs2612091",
  "COQ2",
  "rs1047840",
  "CCNA2",
  "ONDANSETRON",
  "rs12819210",
  "CYP2C8*4",
  "CYP1A2*4",
  "rs8450",
  "rs5275",
  "rs1364043",
  "rs771237265",
  "rs4762",
  "HLA-B*15:27",
  "rs17839843",
  "NUCB2",
  "rs72549306",
  "rs1799972",
  "rs74743371",
  "rs6912029",
  "F8",
  "rs1355368",
  "uric acid",
  "rs118192162",
  "SULT2B1",
  "TXNRD2",
  "rs3210967",
  "LIPC",
  "rs369103276",
  "STX1B",
  "rs2244613",
  "OXAZEPAM",
  "rs1563828",
  "HCP5",
  "rs1567817380",
  "ACETYLCYSTEINE",
  "rs5326",
  "CYP2C19*8",
  "rs1051266",
  "rs8060157",
  "rs200554095",
  "EPB41",
  "rs2514036",
  "SLCO1B1*1",
  "rs1968919352",
  "rs698",
  "MELOXICAM",
  "EPHX1 poor metabolizer",
  "CYP2C9*75",
  "CYP3A4*7",
  "rs1979277",
  "ADH1C",
  "TPMT*15",
  "rs10193126",
  "rs12782374",
  "rs2268639",
  "rs1799889",
  "ANASTROZOLE",
  "rs17343066",
  "HLA-A*74:01",
  "rs568367673",
  "rs2884737",
  "rs7699188",
  "rs149212925",
  "rs193922803",
  "CYP2D6*22",
  "rs2016520",
  "efavirenz",
  "HLA-DRB1",
  "rs74795342",
  "TOLPERISONE",
  "PURA",
  "SELE",
  "NAT1*3",
  "CYP2C9*45",
  "rs1061735",
  "TPMT*33",
  "SLC2A2",
  "rs193922852",
  "rs3766355",
  "rs2279020",
  "rs2205986",
  "rs750332",
  "rs538336580",
  "rs10811661",
  "SPECC1L",
  "CFHR4",
  "SLC22A6",
  "rs4343",
  "HLA-DQB1*05:01",
  "rs12721655",
  "rs735482",
  "rs362306",
  "rs2242480",
  "CYP2D6*4xN",
  "rs1277441",
  "CYB5R3",
  "DPYD c.2194G>A (*6)",
  "NAT1",
  "PYRIMETHAMINE",
  "rs1800470",
  "rs3212986",
  "rs2292997",
  "UGT1A5",
  "rs4818",
  "rs373442191",
  "rs201018345",
  "rs7178270",
  "DISULFIRAM",
  "DIHYDROSTREPTOMYCIN",
  "RBX1",
  "NAT2*5",
  "OPRD1",
  "HLA-G",
  "rs3823010",
  "rs3805945",
  "CYP19A1",
  "CTH",
  "rs1051375",
  "rs1760944",
  "rs11479",
  "rs4720833",
  "IL1RN",
  "GRIN1",
  "OPRL1",
  "rs2306744",
  "rs2857657",
  "HMGCR",
  "rs13125415",
  "SCARB1",
  "NEBIVOLOL",
  "rs6920220",
  "rs4704559",
  "CYP2D6*90",
  "NALCN",
  "GRM7",
  "PML",
  "CYP3A4",
  "rs11940316",
  "RAD52",
  "HLA-DRB1*04:01",
  "rs11574077",
  "rs2853741",
  "ADH1B",
  "CYP2D6*81",
  "CYP2D6*1xN",
  "rs2645400",
  "ABCG8",
  "rs118192163",
  "rs1260326",
  "TICLOPIDINE",
  "rs12721646",
  "rs6702335",
  "rs10918594",
  "TERFENADINE",
  "rs6988229",
  "rs4986910",
  "rs1367117",
  "rs6473797",
  "NOTCH4",
  "CYP2C9*6",
  "CYP2D6*18",
  "rs193922753",
  "CYP2D6*71",
  "rs57098334",
  "rs16952570",
  "rs3918290",
  "rs2854744",
  "rs12118636",
  "CLOCK",
  "rs1487278",
  "rs1801268",
  "GALNT17",
  "rs3787138",
  "YEATS4",
  "rs408626",
  "rs1414334",
  "rs2230806",
  "rs571335587",
  "CASP9",
  "rs61824877",
  "FHIT",
  "rs6973474",
  "CHRM2",
  "CYP2D6*101",
  "rs12768009",
  "TWIST1",
  "rs10465180",
  "P2RX7",
  "HLA-C*04:03",
  "ANK3",
  "rs518329",
  "rs9940629",
  "rs121908560",
  "rs4803219",
  "OGDH",
  "QUINIDINE",
  "rs764666241",
  "DAUNORUBICIN",
  "IL23R",
  "rs7858",
  "rs7158782",
  "rs7921977",
  "rs149711321",
  "CYP4F2*1",
  "CYCLOPHOSPHAMIDE",
  "rs17134592",
  "CYP3A5*1",
  "rs2279199",
  "ATP7A",
  "AMPD1",
  "rs4994",
  "rs11185648",
  "rs34650714",
  "GPR83",
  "CYP2D6*46",
  "rs144395748",
  "rs140278421",
  "rs76387818",
  "ADCY2",
  "rs2306168",
  "DIGOXIN",
  "rs2234693",
  "rs13093031",
  "CYP2C9*57",
  "rs7412",
  "rs4844880",
  "rs494904",
  "rs1212037891",
  "rs111888148",
  "THSD7B",
  "rs4654327",
  "ADGRL3",
  "CYP7A1",
  "rs193922832",
  "SLCO1B1*20",
  "rs4646",
  "PPARD",
  "ZSCAN25",
  "rs3814058",
  "rs10516440",
  "MYT1L",
  "rs4675690",
  "CYP2C19*26",
  "TUBB1",
  "FLUVASTATIN",
  "GABRG1",
  "rs117101815",
  "CYP3A4*31",
  "rs135550",
  "ISOSORBIDE DINITRATE",
  "NTNG1",
  "PPP2R5D",
  "HTT",
  "SULFINPYRAZONE",
  "MYD88",
  "rs6064463",
  "rs10040363",
  "CERIVASTATIN",
  "rs2284018",
  "ABCG1",
  "SENP3",
  "rs1800545",
  "TENIPOSIDE",
  "ACECLOFENAC",
  "rs11231809",
  "rs2144297",
  "rs2234753",
  "rs2636697",
  "rs2305089",
  "rs10405681",
  "CARVEDILOL",
  "CYP2C9",
  "rs61888800",
  "rs17244841",
  "APOA5",
  "ETHOSUXIMIDE",
  "CYP2C9*47",
  "rs2013169",
  "SLCO1B1*12",
  "SCN1A",
  "rs1807493",
  "rs4587017",
  "PROCHLORPERAZINE",
  "RRM2B",
  "MTHFD1",
  "rs6295",
  "AHR",
  "rs78132896",
  "HNF4A",
  "PROMETHAZINE",
  "rs2108622",
  "rs193922818",
  "NPPA-AS1",
  "rs371194629",
  "rs17160359",
  "HLA-B*55:01",
  "CYP2C9*54",
  "C10orf67",
  "NIMESULIDE",
  "HLA-B",
  "CYP2C9*62",
  "rs2283265",
  "rs6413517",
  "rs772964366",
  "rs1042919",
  "rs17782313",
  "NAT2*1",
  "MIR27A",
  "CYP2C19*6",
  "rs11568820",
  "rs3087403",
  "rs7387",
  "rs118192122",
  "rs299293",
  "ABCA1",
  "CYP2A6*19",
  "CYP2C9*60",
  "rs714368",
  "FXR2",
  "rs9461684",
  "rs780801862",
  "CYP2D6*49",
  "rs678849",
  "CMPK1",
  "METHADONE",
  "rs3810818",
  "ATIC",
  "RALBP1",
  "CYP2D6*5",
  "SLCO1B1",
  "HLA-B*48:04",
  "DOCK8",
  "rs589046",
  "CCND1",
  "rs2297480",
  "rs143414470",
  "rs72732317",
  "rs1187513719",
  "SIMVASTATIN",
  "rs10012",
  "rs702764",
  "SOX10",
  "rs2741049",
  "rs1021737",
  "rs141084494",
  "STX4",
  "rs1799793",
  "rs11598702",
  "zidovudine",
  "CYP2C19 poor metabolizers",
  "rs3957357",
  "rs1799732",
  "rs1880676",
  "rs3740065",
  "rs4986938",
  "HLA-DQB1*06:04",
  "rs1282926098",
  "GRIN2A",
  "ADA",
  "rs118088833",
  "METFORMIN",
  "rs58871670",
  "HLA-C*08:02",
  "rs2898950",
  "CYP2D6*62",
  "FMO1",
  "MAPROTILINE",
  "rs79663562",
  "LRRC15",
  "BLEOMYCIN",
  "rs2734842",
  "ETHYLMORPHINE",
  "GALR1",
  "PROC",
  "MINOXIDIL",
  "rs8008020",
  "GLIMEPIRIDE",
  "rs28386840",
  "CYP2D6*13",
  "NEOMYCIN",
  "ENOSF1",
  "rs544027339",
  "rs750996195",
  "ESTRADIOL",
  "rs11168293",
  "OFLOXACIN",
  "CLARITHROMYCIN",
  "GLI1",
  "rs8094439",
  "rs705379",
  "rs13058338",
  "rs2239622",
  "HLA-DRB3*01:01",
  "rs4148386",
  "BCHE",
  "CACNA2D2",
  "AKR1C4",
  "rs4149601",
  "rs61886492",
  "CYP2A6*41",
  "PYROXD2",
  "rs1922242",
  "MEGF11",
  "rs63749869",
  "NABUMETONE",
  "rs35864111",
  "NICOTINE",
  "CYP2D6*88",
  "RARG",
  "CSNK2A3",
  "FUROSEMIDE",
  "rs944050",
  "rs10111937",
  "rs11229",
  "rs17671591",
  "INDINAVIR",
  "RFK",
  "CHN2",
  "H2AFX",
  "STRBP",
  "rs2229774",
  "rs2301149",
  "TRIMETHOPRIM",
  "rs3749187",
  "rs11628713",
  "LIDOFLAZINE",
  "rs518147",
  "rs80338792",
  "rs4775936",
  "C3",
  "NICORANDIL",
  "HLA-A*30:01",
  "PIK3R2",
  "rs17574269",
  "HLA-B*51:02",
  "rs4553808",
  "rs3787429",
  "HTR3A",
  "rs909706",
  "rs1360983",
  "pravastatin",
  "rs60511679",
  "HINT1",
  "rs2254638",
  "rs2133896",
  "rs9345389",
  "rs148247410",
  "rs4148323",
  "BETAXOLOL",
  "rs66486766",
  "rs1062753",
  "rs1382368",
  "rs10879346",
  "rs756770",
  "DIAPH3",
  "PYRAZINAMIDE",
  "rs886423",
  "rs711355",
  "HTR3B",
  "rs684513",
  "rs1934969",
  "rs17602729",
  "rs3213619",
  "rs111858276",
  "rs55674432",
  "rs2070762",
  "ERICH3",
  "rs148044792",
  "rs1705772",
  "CYP2A6*10",
  "rs13207351",
  "rs489693",
  "rs3787430",
  "rs2392165",
  "ADRB2",
  "CYP2D6*31",
  "FOLLITROPIN BETA",
  "rs10457090",
  "rs145623321",
  "rs6092",
  "GABRA1",
  "CYP2A6*26",
  "rs61826952",
  "ABCC2",
  "CYP3A4*13",
  "rs2236256",
  "rs5273",
  "HLA-B*37:01",
  "HTR2A",
  "CYP2C8*1",
  "CAPN10",
  "rs7903146",
  "rs1561876",
  "rs933271",
  "rs2289310",
  "ABCIXIMAB",
  "rs11264359",
  "FLUPIRTINE",
  "LOPERAMIDE",
  "FLUPHENAZINE",
  "CYP1A2*1",
  "rs72552784",
  "rs1718125",
  "E2F7",
  "meropenem",
  "TPMT poor metabolizer",
  "rs72549309",
  "rs4149117",
  "rs3743078",
  "DDC",
  "rs12050217",
  "rs1056854",
  "CITALOPRAM",
  "MODAFINIL",
  "CLONAZEPAM",
  "ZAFIRLUKAST",
  "rs2241883",
  "CYP2D6*96",
  "CYP3A4*14",
  "rs1265112",
  "OPRM1",
  "rs1060467",
  "GLDC",
  "rs1544410",
  "HLA-DRB1*13:02",
  "rs1044397",
  "rs142619737",
  "rs6942227",
  "rs3087465",
  "rs72551330",
  "rs3732759",
  "PTEN",
  "VALPROIC ACID",
  "rs138391898",
  "CYP2D6*36xN",
  "DIETHYLSTILBESTROL",
  "rs2973049",
  "MLLT3",
  "rs6313",
  "rs61974485",
  "NADOLOL",
  "rs2071421",
  "rs1800012",
  "rs558025",
  "rs9274407",
  "CYP2C19*18",
  "AGT",
  "ZIC4",
  "rs1143684",
  "SCAP",
  "rs4774388",
  "CES1P1",
  "GATA3",
  "rs10932125",
  "SLC47A2",
  "gemcitabine triphosphate",
  "ATP5F1E",
  "FGG",
  "FRUCTOSE",
  "ALPRAZOLAM",
  "rs59569490",
  "MDM4",
  "rs2235067",
  "CYP2B6*2",
  "CEFACLOR",
  "rs1801159",
  "rs1208",
  "HLA-C",
  "rs10929302",
  "LAMOTRIGINE",
  "IKBKG",
  "rs201441480",
  "rs2267715",
  "rs10419980",
  "rs1800888",
  "rs12749274",
  "COL26A1",
  "CYP2D6*27",
  "rs4984241",
  "rs4646437",
  "REV1",
  "OR52J2P",
  "rs6277",
  "rs118192161",
  "rs1431015009",
  "rs7586110",
  "rs17376848",
  "ASIC2",
  "rs8105790",
  "CYP2C19*24",
  "rs1051660",
  "rs1801131",
  "rs16853826",
  "rs535039125",
  "rs12946454",
  "HLA-A*24:07",
  "rs12418",
  "TACROLIMUS",
  "EPM2A",
  "rs3731722",
  "rs78239784",
  "FLUTAMIDE",
  "rs193922807",
  "PAROXETINE",
  "rs17060812",
  "CYP3A4*19",
  "FLECAINIDE",
  "AMACR",
  "rs76394784",
  "AMHR2",
  "rs1650723",
  "rs367619008",
  "rs11881222",
  "HLA-DQB1*04:02",
  "rs2269879",
  "HCG22",
  "rs12521868",
  "rs7142143",
  "rs6535454",
  "ABCB1",
  "rs6025211",
  "rs11782370",
  "HLA-DRB1*08:01",
  "CBR1",
  "DRD2",
  "rs142244113",
  "rs1799978",
  "rs11065987",
  "FURAZOLIDONE",
  "rs193922809",
  "rs696692",
  "rs778068631",
  "rs11045585",
  "LATANOPROST",
  "rs2228478",
  "IMIPRAMINE",
  "SLC46A1",
  "rs1275988",
  "rs55633228",
  "JMJD8",
  "SRPRB",
  "rs1611255",
  "rs7254579",
  "rs145308399",
  "TH",
  "rs8187710",
  "rs2032583",
  "AMINOSALICYLIC ACID",
  "PTGFR",
  "rs8050894",
  "DESFLURANE",
  "rs770063251",
  "rs6454674",
  "rs11676382",
  "ZNF804A",
  "STK39",
  "rs1163075",
  "rs3842",
  "rs6151031",
  "rs7247903",
  "SLC6A4 HTTLPR short form (S allele)",
  "rs2276307",
  "SLC22A9",
  "CYP2D6*26",
  "DEFERIPRONE",
  "rs639174",
  "rs41301394",
  "rs339097",
  "UGT1A1",
  "CYP3A4*46",
  "ADRA1D",
  "KETAMINE",
  "rs4550690",
  "rs79403677",
  "rs1184321568",
  "rs1799964",
  "rs4825476",
  "rs5744247",
  "rs8192719",
  "IL18",
  "rs77567654",
  "rs3094188",
  "rs528152707",
  "UGT1A1*37",
  "rs12960",
  "CYP1A2*35",
  "CEP72",
  "rs11042725",
  "rs28399504",
  "rs2948694",
  "rs3778156",
  "rs2562456",
  "ERCC1",
  "rs2297595",
  "rs12979860",
  "ARID4A",
  "rs750671397",
  "CYP3A4*4",
  "rs7643645",
  "rs760761",
  "TOLBUTAMIDE",
  "UGT1A3*2",
  "GGH",
  "GREPAFLOXACIN",
  "CYB5R4",
  "rs676210",
  "rs17421511",
  "rs45545233",
  "rs79206939",
  "rs199695765",
  "CYP2C9*40",
  "NQO1",
  "rs761895497",
  "rs12041331",
  "FLUCONAZOLE",
  "rs880054",
  "TEMAZEPAM",
  "rs10937158",
  "rs3750920",
  "rs2298826",
  "rs28399499",
  "UGT1A4",
  "CYP2B6*7",
  "rifampin",
  "DAO",
  "CDH23",
  "rs3762556",
  "SODIUM PHENYLBUTYRATE",
  "rs5030952",
  "rs8192675",
  "ARRB2",
  "rs472660",
  "HLA-B*08:01",
  "rs4344",
  "rs10121600",
  "rs1476592",
  "rs7405404",
  "rs72552713",
  "B4GALT2",
  "rs1127354",
  "LDLR",
  "rs2031920",
  "rs4702484",
  "rs1801368",
  "rs328",
  "PPP1R13L",
  "OR52J3",
  "rs2826494",
  "CYP4A11",
  "rs1703794",
  "TRAF3IP2",
  "rs182132442",
  "TRIFLURIDINE",
  "AMIKACIN",
  "rs10011796",
  "CYP2C9*16",
  "DOCETAXEL",
  "valproic acid",
  "SLC47A1",
  "rs1948308",
  "HLA-C*01:02",
  "rs1059150",
  "HLA-A*33:01",
  "CHLORAMPHENICOL",
  "rs4149036",
  "rs3836790",
  "ISEPAMICIN",
  "rs4803381",
  "APEX1",
  "rs25487",
  "HLA-C*05:09",
  "AMISULPRIDE",
  "rs10538494",
  "PERPHENAZINE",
  "rs9389568",
  "NITRENDIPINE",
  "rs9679319",
  "AKT1",
  "MIR582",
  "DISOPYRAMIDE",
  "PINDOLOL",
  "rs2207396",
  "TNFSF11",
  "PROBENECID",
  "rs7159713",
  "rs769404",
  "PCYT2",
  "HLA-DRB1*01:03",
  "rs12415607",
  "NOS1",
  "VASP",
  "rs4148943",
  "HSD11B1",
  "rs10157410",
  "rs12209447",
  "HLA-B*57:03",
  "rs104894539",
  "rs2359612",
  "NCOA1",
  "rs2725215",
  "rs7205113",
  "rs179008",
  "rs2273697",
  "RIBOSTAMYCIN",
  "rs1801267",
  "rs3761555",
  "rs1799929",
  "SULT1A4",
  "rs135543",
  "SIBUTRAMINE",
  "PYGL",
  "rs846908",
  "CCNK",
  "rs6088638",
  "DOLASETRON",
  "CYP2D6*11",
  "rs502434",
  "rs7604115",
  "rs2070673",
  "ADORA2A-AS1",
  "ACTG1",
  "rs10995311",
  "rs145119820",
  "DPYD c.1905+1G>A (*2A)",
  "CHAT",
  "ESMOLOL",
  "rs9370867",
  "rs36210421",
  "DESIPRAMINE",
  "CYP2C9*74",
  "rs17109924",
  "PACSIN2",
  "rs1058930",
  "rs879825",
  "rs3749034",
  "PRKAG2",
  "rs1058932",
  "rs4554144",
  "GHR",
  "G6PD A- 202A_376G",
  "rs7606603",
  "rs6130615",
  "rs61622928",
  "CHLOROQUINE",
  "rs9361233",
  "NEDD4",
  "rs4728709",
  "SLC28A2",
  "DONEPEZIL",
  "rs3754446",
  "HDAC4",
  "CYP2C9*53",
  "CYP2D6*92",
  "GDNF",
  "TPMT*7",
  "rs17238540",
  "DNMT3A",
  "rs17868323",
  "ABCC6",
  "HLA-C*15:02",
  "rs12720066",
  "rs1801158",
  "CYP1A2*8",
  "rs55781567",
  "IMIQUIMOD",
  "CYP3A4*12",
  "rs11710163",
  "rs2592551",
  "rs74569896",
  "rs1556422499",
  "PEBP4",
  "RARA",
  "rs34186955",
  "rs2306283",
  "rs533334893",
  "CYP2B6*26",
  "Vitamin K",
  "rs1402467",
  "TRIB3",
  "MT-RNR1",
  "rs188052243",
  "rs1611115",
  "CYP2D6*8",
  "simvastatin acid",
  "DCBLD1",
  "rs2236225",
  "NPC1L1",
  "rs28371706",
  "rs1160351",
  "PRILOCAINE",
  "CYP2B6*30",
  "METHOXYFLURANE",
  "rs1709083",
  "PRANLUKAST",
  "MONTELUKAST",
  "FMO3",
  "CALCA",
  "DIDANOSINE",
  "CYP2C19*3",
  "RITUXIMAB",
  "rs6822844",
  "PACLITAXEL",
  "rs118192176",
  "rs145112791",
  "TPMT*21",
  "NTS",
  "rs8133052",
  "rs4273729",
  "rs2832407",
  "CYP3A4*26",
  "rs10760397",
  "rs72547601",
  "rs1800497",
  "HLA-DRB1*04:03",
  "SUMO4",
  "rs2501873",
  "rs2523864",
  "CISAPRIDE",
  "rs1801157",
  "rs1800591",
  "rs11572103",
  "rs61605570",
  "rs1946518",
  "PPP1R18",
  "rs16872401",
  "UST",
  "MAFENIDE",
  "LITHIUM",
  "rs201035051",
  "rs1801252",
  "ADAMTS1",
  "ITRACONAZOLE",
  "rs2291078",
  "ITGA2B",
  "rs9344",
  "rs1778929",
  "ESR1",
  "FLUVOXAMINE",
  "rs2304429",
  "PIMOZIDE",
  "RNF8",
  "rs1127687",
  "rs78015114",
  "rs73450548",
  "rs1805128",
  "CA12",
  "SRP19",
  "rs12054895",
  "rs2838958",
  "rs6686529",
  "CDH2",
  "rs6090378",
  "rs3890011",
  "rs1800559",
  "rs148799944",
  "DICLOXACILLIN",
  "rs4532",
  "rs11064426",
  "G6PD Mediterranean, Dallas, Panama, Sassari, Cagliari, Birmingham",
  "ATAT1",
  "rs4148416",
  "rs4958381",
  "rs696",
  "MECASERMIN",
  "rs308395",
  "rs712829",
  "CYP4B1",
  "PIP5K1C",
  "rs2070959",
  "rs61162043",
  "rs147451859",
  "MEFLOQUINE",
  "ASS1",
  "CYP2C19 poor metabolizer and intermediate metabolizer genotypes",
  "RGS5",
  "UGT1A4*2",
  "rs576859",
  "MT-ND1",
  "NPPA",
  "rs12487736",
  "rs1934341",
  "CYP2C19*2",
  "EFAVIRENZ",
  "IFOSFAMIDE",
  "rs11545076",
  "rs11960832",
  "rs7992226",
  "ORCIPRENALINE",
  "etodolac",
  "NALIDIXIC ACID",
  "MUTYH",
  "rs292449",
  "ALDH5A1",
  "TSPAN5",
  "rs2844665",
  "HLA-C*14:03",
  "rs1130609",
  "SMDT1",
  "rs6545803",
  "GREM2",
  "rs10511905",
  "rs7877",
  "rs104894542",
  "rs10853728",
  "rs1126643",
  "UGT1A7*1a",
  "rs118192168",
  "HSPG2",
  "RGS4",
  "rs757081",
  "MYOM2",
  "rs2227291",
  "MORPHINE",
  "CYP2D6*4",
  "rs62250713",
  "rs72552266",
  "rs2071427",
  "TPH1",
  "AMPICILLIN",
  "CHST3",
  "HYDROXYCHLOROQUINE",
  "rs66501115",
  "CYP2D6*75",
  "rs1544105",
  "rs7124442",
  "FUT2",
  "HLA-C*08:01",
  "rs200458614",
  "rs553968231",
  "MIZOLASTINE",
  "rs10835210",
  "UGT1A9",
  "NME1",
  "rs2298881",
  "rs1800544",
  "rs7294",
  "CYP11B2",
  "HYDROCORTISONE",
  "rs2235040",
  "APOB",
  "ACETYLCHOLINE",
  "IRF6",
  "TPMT*1",
  "rs121918595",
  "rs2433320",
  "CYP2D6*50",
  "rs1466428833",
  "ATM",
  "rs762081829",
  "rs11993031",
  "TRANDOLAPRIL",
  "rs1491850",
  "TPMT*18",
  "rs1024323",
  "RHBDF2",
  "MYCOPHENOLIC ACID",
  "GABRA6",
  "CLINDAMYCIN",
  "rs10423928",
  "NALOXONE",
  "rs41557318",
  "rs11322783",
  "rs112563513",
  "rs6706232",
  "ISOSORBIDE MONONITRATE",
  "rs2277984",
  "rs2238476",
  "rs1948",
  "diclofenac",
  "CCL11",
  "rs3732219",
  "rs5219",
  "CYP2B6*5",
  "rs10948059",
  "rs2168631",
  "CYP2C9*48",
  "HLA-A*02:07",
  "VINORELBINE",
  "SCNN1A",
  "rs12943590",
  "rs2307424",
  "rs333",
  "TOLTERODINE",
  "rs62200793",
  "HLA-DQB1*05:02",
  "rs7395555",
  "CYP3A4*42",
  "GAL",
  "CALCITRIOL",
  "rs267606617",
  "CYP2B6*28",
  "MITOXANTRONE",
  "GAPVD1",
  "rs118129530",
  "rs6848893",
  "rs10877012",
  "HLA-C*04:06",
  "NORFLOXACIN",
  "rs6813183",
  "SULT1A1",
  "rs11600347",
  "rs4238001",
  "CYP2A6*22",
  "SLC22A1",
  "UGT1A1*28",
  "SLC29A3",
  "SLC14A2",
  "RAC2",
  "rs77804065",
  "CYP2D6*70",
  "rs7349683",
  "rs1048786",
  "TRETINOIN",
  "rs72552791",
  "rs238406",
  "PRCP",
  "rs1113129",
  "rs3735451",
  "rs28365062",
  "rs10030044",
  "rs374527058",
  "rs2237895",
  "GRIN2B",
  "CYP2C9*2",
  "XRCC3",
  "rs11191612",
  "rs11125883",
  "rs4646427",
  "LEVOMEPROMAZINE",
  "BUSULFAN",
  "rs142421637",
  "CYP2C9*73",
  "HLA-B*55:02",
  "DRD4",
  "CYP3A4*32",
  "rs75967634",
  "KCNMB1",
  "rs4570625",
  "CYP2D6*15",
  "rs1393133490",
  "rs563649",
  "HLA-DRB1*03:01",
  "TPMT*10",
  "TPMT*9",
  "FNTB",
  "rs10802887",
  "rs6021191",
  "CYP3A5*3",
  "CYP2D6*41",
  "rs1138272",
  "rs9397685",
  "rs56113850",
  "rs10819043",
  "CYP2C9*30",
  "HLA-A*68:01",
  "rs3218592",
  "GSTT1 null",
  "rs4917639",
  "rs1801266",
  "rs1065634",
  "CYP2A6*55",
  "rs10792367",
  "CYP2E1",
  "rs4149178",
  "rs4251417",
  "rs10912675",
  "CYSLTR1",
  "GSTM1 non-null",
  "rs12003906",
  "KCNIP1",
  "rs4627790",
  "rs3792269",
  "rs117951771",
  "rs7917983",
  "rs138417770",
  "CYP2C9*44",
  "THIORIDAZINE",
  "rs4379440",
  "rs28898617",
  "NEDOCROMIL",
  "rs4987121",
  "rs9366772",
  "rs7270101",
  "CYP2D6 extensive metabolizer genotype",
  "rs12022243",
  "CYP2D6*29",
  "CYP3A4*15",
  "CHRNA5",
  "rs2069062",
  "CHURC1",
  "rs8192720",
  "rs75222709",
  "rs724226",
  "rs12459996",
  "HLA-A*02:01",
  "rs2189784",
  "TBX2",
  "rs3765534",
  "rs186169810",
  "HLA-DRB1*15:02",
  "rs3211371",
  "rs193922816",
  "rs79663003",
  "KLB",
  "rs578427",
  "ARHGAP12",
  "CYP2D6*63",
  "NOS3",
  "PILOCARPINE",
  "rs2032582",
  "CRHBP",
  "rs2228570",
  "rs2293347",
  "rs7867504",
  "rs72975710",
  "BEPRIDIL",
  "SODIUM NITRITE",
  "rs112766203",
  "rs529520",
  "MOCOS",
  "rs6118",
  "PNPLA3",
  "NUDT15*6",
  "rs719235",
  "PIN1",
  "DUSP1",
  "UGT1A4*1b",
  "VINBLASTINE",
  "rs2301339",
  "NAT2*14",
  "WNT5B",
  "DIMERCAPROL",
  "ALDH1A1",
  "rs7583431",
  "rs11150606",
  "PROPAFENONE",
  "ASTEMIZOLE",
  "rs145548112",
  "rs9996584",
  "SH2B1",
  "rs628031",
  "rs4803418",
  "CYB5R2",
  "PRKAG1",
  "DEMECLOCYCLINE",
  "rs1050828",
  "TPMT*25",
  "rs777098658",
  "METHOTREXATE",
  "rs772226819",
  "rs141666881",
  "rs2854116",
  "rs4760658",
  "MYLIP",
  "CYP2C19*22",
  "PLCG1",
  "rs58597806",
  "rs1076560",
  "rs2699887",
  "CCL2",
  "MICRONOMICIN",
  "rs3812718",
  "rs2784917",
  "rs28362731",
  "rs12248560",
  "NUDT15*2",
  "rs4815273",
  "PPARG",
  "CYP2D6*53",
  "rs10055255",
  "LPL",
  "rs428785",
  "rs2069514",
  "CYP2C9*39",
  "rs201500445",
  "CANDESARTAN",
  "rs5051",
  "rs11188072",
  "rs145014075",
  "rs1800460",
  "TETANUS ANTITOXIN",
  "TNFRSF11B",
  "ARHGAP9",
  "HLA-B*15:24",
  "rs3770102",
  "OMEPRAZOLE",
  "rs5882",
  "CYP2A6*2",
  "rs2073724",
  "rs1437153",
  "rs10046",
  "CYP2D6*40",
  "rs77769901",
  "SLC7A5",
  "HLA-DRB1*10:01",
  "rs2292596",
  "rs4659982",
  "POR",
  "rs28416813",
  "CYP4F2*3",
  "rs886424",
  "rs2683511",
  "FPGS",
  "VILOXAZINE",
  "rs17376019",
  "G6PD Canton, Taiwan-Hakka, Gifu-like, Agrigento-like",
  "rs9981861",
  "IFNL3 rs12979860T",
  "COL22A1",
  "ADD1",
  "TPMT*26",
  "rs5877",
  "CYP3A4*34",
  "rs2835285",
  "rs11563250",
  "rs71486745",
  "rs1006737",
  "MITOMYCIN",
  "CYP2D6*28",
  "rs4736529",
  "rs374515279",
  "CARBASALATE CALCIUM",
  "CYP2D6*95",
  "rs28933396",
  "TRIMIPRAMINE",
  "rs2533200",
  "NORTRIPTYLINE",
  "rs3115672",
  "rs2164660",
  "rs2227956",
  "METHYLPREDNISOLONE",
  "rs11568482",
  "LORNOXICAM",
  "rs35599367",
  "rs17685420",
  "HPRT1",
  "rs671",
  "HLA-C*07:18",
  "rs11552708",
  "DSE",
  "rs2003569",
  "CYP2C9*1",
  "rs2776546",
  "LRP2",
  "CASP7",
  "rs9306160",
  "rs885036",
  "rs3184504",
  "rs20455",
  "rs193922762",
  "rs17495520",
  "rs1799971",
  "DAPSONE",
  "ETOPOSIDE",
  "rs716274",
  "LTA",
  "rs3761372",
  "TAS2R16",
  "SCNN1G",
  "rs374099483",
  "MED4",
  "ASTN2",
  "rs720106",
  "TNFRSF11A",
  "RISPERIDONE",
  "rs12459249",
  "rs1353295",
  "CYP3A4*23",
  "rs4742610",
  "rs4982133",
  "rs712830",
  "rs25531",
  "TPMT*3A",
  "GNL3",
  "rs9895420",
  "rs237025",
  "SREBF1",
  "TPMT*6",
  "MICB",
  "CYP2D6 poor metabolizer",
  "rs1523130",
  "CYP3A4*28",
  "rs3094086",
  "DOMPERIDONE",
  "rs1521470",
  "rs4135385",
  "rs11969064",
  "ITPA",
  "CETP",
  "rs1265138",
  "rs60282872",
  "CYP2D6*24",
  "DRD3",
  "rs1381376",
  "rs76191705",
  "LRMDA",
  "CYP2B6*47",
  "rs9380524",
  "rs146356975",
  "rs72549435",
  "rs4072879",
  "rs6314",
  "METOPROLOL",
  "MC1R",
  "rs11045819",
  "CYP2A6*15",
  "SALICYLAMIDE",
  "PROTRIPTYLINE",
  "rs11849538",
  "rs3785161",
  "rs183205964",
  "TLR4",
  "rs4793665",
  "CYP2C9*37",
  "CYP4F2",
  "rs3786547",
  "rs588765",
  "MAP2K4",
  "KLC3",
  "rs28358569",
  "NITROUS OXIDE",
  "DPYD poor metabolizer",
  "VDR",
  "rs773494867",
  "PPA2",
  "rs1419555",
  "CARBOCISTEINE",
  "FLUCLOXACILLIN",
  "rs2229959",
  "rs9552679",
  "RAF1",
  "CYP2D6*21",
  "rs1367094",
  "RITODRINE",
  "HLA-DRB1*16:02",
  "rs4073010",
  "rs35592",
  "rs12050587",
  "rs2010963",
  "F2",
  "NAT1*10",
  "SULT1A3",
  "rs10919035",
  "SPIRONOLACTONE",
  "NT5C1A",
  "DOK5",
  "rs12613732",
  "rs193922843",
  "rs7973796",
  "HYDROMORPHONE",
  "CEFOTAXIME",
  "LOSARTAN",
  "rs495491",
  "CYP2A6*25",
  "SLC22A7",
  "ZNF423",
  "rs742105",
  "CYP2C19*9",
  "rs34130495",
  "rs2270007",
  "HDAC9",
  "HSPA1A",
  "rs72547602",
  "RARS1",
  "ARSA",
  "ICA1",
  "rs9469003",
  "CACNA1E",
  "rs6600880",
  "rs1062613",
  "rs1074287",
  "IRS1",
  "C5orf56",
  "NAT2*7G",
  "rs4533622",
  "rs615470",
  "rs3758987",
  "rs2177370",
  "rs12720462",
  "FOLH1",
  "rs2125739",
  "PHENOBARBITAL",
  "rs870995",
  "rs7821592",
  "rs8192709",
  "TCF19",
  "UGT2B15*2",
  "HLA-DRB1*08:02",
  "rs764288403",
  "rs396991",
  "rs708272",
  "GSR",
  "rs2046934",
  "rs1143663",
  "KHK",
  "CRISPLD2",
  "rs1044457",
  "ZNF697",
  "rs1433099",
  "CYP2C19*10",
  "HLA-B*39:01",
  "KCNQ1",
  "EDN1",
  "TCL1A",
  "ENALAPRIL",
  "MEROPENEM",
  "SAMHD1",
  "REV3L",
  "CAT",
  "UGGT2",
  "ISRADIPINE",
  "rs55817950",
  "rs187713395",
  "rs112242273",
  "rs2849380",
  "CYP2A6*7",
  "SERPINA5",
  "rs3732360",
  "rs1969255598",
  "rs532545",
  "HLA-DRB1*14:01",
  "rs5888",
  "MESALAZINE",
  "rs12777823",
  "ESTRONE",
  "rs80143932",
  "UGT1A4*1a",
  "TESTOSTERONE",
  "SLC28A3",
  "CEFTRIAXONE",
  "rs41279854",
  "rs2369049",
  "HLA-B*59:01",
  "rs3918289",
  "HLA-A*23:01",
  "rs1801260",
  "rs1378942",
  "rs367398",
  "rs1079598",
  "CYP2D6*61",
  "rs1041983",
  "METHOXSALEN",
  "UGT1A6",
  "DIAZOXIDE",
  "rs56005131",
  "CLCN6",
  "rs4713916",
  "rs17309872",
  "rs4802101",
  "FBXL17",
  "HLA-B*57:01",
  "NRP2",
  "CES2",
  "ATP1A2",
  "repaglinide",
  "rs55754655",
  "rs10224002",
  "rs3784921",
  "rs148994843",
  "rs1330344",
  "rs3798676",
  "rs2239050",
  "MYCN",
  "rs12221497",
  "rs2307116",
  "SCN4A",
  "rs11553441",
  "rs2273359",
  "rs11746641",
  "rs2291767",
  "PDE4D",
  "DOXORUBICIN",
  "rs679899",
  "rs5182",
  "rs55894764",
  "rs72547529",
  "rs2072660",
  "HLA-C*07:01",
  "rs2162145",
  "rs143154602",
  "CYP3A4*20",
  "rs1136201",
  "CYP2B6*38",
  "rs6600879",
  "rs12505746",
  "rs748620513",
  "rs9829896",
  "CYP2A6*18",
  "rs6113",
  "rs117648444",
  "TENOXICAM",
  "rs2120266",
  "rs17211071",
  "rs495794",
  "NEDD4L",
  "rs72558187",
  "NGF",
  "rs140602333",
  "ECONAZOLE",
  "CYP2D6*89",
  "rs17143212",
  "rs1536475",
  "SLC19A3",
  "rs62435418",
  "rs747199",
  "rs1360780",
  "TMEM167A",
  "HLA-DQB1*06:03",
  "CISPLATIN",
  "rs153560",
  "CYP27B1",
  "rs686",
  "LGR5",
  "CYP3A4*39",
  "CHLOROPROCAINE",
  "rs112561475",
  "PHENYLEPHRINE",
  "rs4562",
  "FSHR",
  "rs806368",
  "rs9262132",
  "APOA1",
  "UGT1A1*60",
  "rs2236196",
  "rs77876672",
  "rs12422149",
  "LTC4S",
  "SUFENTANIL",
