NEOMYCIN,rs267606619
NEOMYCIN,MT-RNR1
NEOMYCIN,rs267606618
NEOMYCIN,rs267606617
MICONAZOLE,NR1I2
MICONAZOLE,CYP3A4
TETRACYCLINE,NR1I2
TETRACYCLINE,ABCB1
METRONIDAZOLE,CYP2A6*2
METRONIDAZOLE,CYP2A6*1
METRONIDAZOLE,CYP2A6
METRONIDAZOLE,CYP2A6*17
METRONIDAZOLE,CYP2A6*9
CLOTRIMAZOLE,NR1I2
TRIAMCINOLONE,rs2523864
TRIAMCINOLONE,rs3873352
TRIAMCINOLONE,rs37973
TRIAMCINOLONE,GLCCI1
TRIAMCINOLONE,HCG22
DEXAMETHASONE,NR1I2
DEXAMETHASONE,rs4135385
DEXAMETHASONE,rs1045642
DEXAMETHASONE,ABCB1
DEXAMETHASONE,CTLA4
DEXAMETHASONE,GATA3
DEXAMETHASONE,VDR
DEXAMETHASONE,rs2032582
DEXAMETHASONE,UGT1A1*6
DEXAMETHASONE,rs141059755
DEXAMETHASONE,CRISPLD2
DEXAMETHASONE,PTGDR
DEXAMETHASONE,rs3824662
DEXAMETHASONE,BMP7
DEXAMETHASONE,rs7142143
DEXAMETHASONE,DOK5
DEXAMETHASONE,rs117532069
DEXAMETHASONE,LINC00251
DEXAMETHASONE,rs80223967
DEXAMETHASONE,UGT1A1
DEXAMETHASONE,rs17021408
DEXAMETHASONE,PYGL
DEXAMETHASONE,rs2229109
DEXAMETHASONE,rs1891059
DEXAMETHASONE,CTNNB1
DEXAMETHASONE,SERPINE1
DEXAMETHASONE,rs79085477
DEXAMETHASONE,rs4553808
DEXAMETHASONE,rs6092
HYDROCORTISONE,NR1I2
HYDROCORTISONE,ABCB1
HYDROCORTISONE,CYP3A4
EPINEPHRINE,ADRB1
EPINEPHRINE,ADRA1A
EPINEPHRINE,ADRB2
EPINEPHRINE,ADRA2A
EPINEPHRINE,ADRA2C
EPINEPHRINE,ADRA1B
EPINEPHRINE,ADRA1D
EPINEPHRINE,ADRA2B
CIMETIDINE,ABCB1
CIMETIDINE,CYP2C19
RANITIDINE,rs72552763
RANITIDINE,SLC22A1
RANITIDINE,ABCB1
RANITIDINE,rs55918055
RANITIDINE,rs34059508
OMEPRAZOLE,CYP2C19*31
OMEPRAZOLE,NR1I2
OMEPRAZOLE,rs140278421
OMEPRAZOLE,rs1466428833
OMEPRAZOLE,CYP2C19*23
OMEPRAZOLE,CYP2C19*16
OMEPRAZOLE,rs1045642
OMEPRAZOLE,ABCB1
OMEPRAZOLE,CYP2C19*15
OMEPRAZOLE,CYP2C19*19
OMEPRAZOLE,AHR
OMEPRAZOLE,CYP2C19*1
OMEPRAZOLE,CYP3A4
OMEPRAZOLE,rs75519181
OMEPRAZOLE,CYP2C19*2
OMEPRAZOLE,CYP2C19*8
OMEPRAZOLE,SLC22A6
OMEPRAZOLE,CYP2C19*17
OMEPRAZOLE,CYP2C19*10
OMEPRAZOLE,rs1431015009
OMEPRAZOLE,CYP2C19*18
OMEPRAZOLE,CYP2C19
OMEPRAZOLE,clopidogrel
OMEPRAZOLE,CYP2C19 poor metabolizers
OMEPRAZOLE,CYP2C19*24
OMEPRAZOLE,CYP2C19*3
OMEPRAZOLE,rs1361528097
OMEPRAZOLE,CYP2C19*9
OMEPRAZOLE,CYP3A5
OMEPRAZOLE,rs16944
OMEPRAZOLE,IL1B
OMEPRAZOLE,CYP2C19*30
OMEPRAZOLE,rs1393133490
OMEPRAZOLE,SLC22A8
OMEPRAZOLE,CYP2C19*26
OMEPRAZOLE,CYP1A2
OMEPRAZOLE,CYP2C19*29
OMEPRAZOLE,CYP2C19*33
OMEPRAZOLE,rs148247410
PANTOPRAZOLE,rs1045642
PANTOPRAZOLE,ABCB1
PANTOPRAZOLE,CYP2C19*1
PANTOPRAZOLE,CYP2C19*2
PANTOPRAZOLE,SLC22A6
PANTOPRAZOLE,CYP2C19*17
PANTOPRAZOLE,CYP2C19
PANTOPRAZOLE,CYP2C19*3
PANTOPRAZOLE,CYP3A5
PANTOPRAZOLE,SLC22A8
LANSOPRAZOLE,rs4149056
LANSOPRAZOLE,NR1I2
LANSOPRAZOLE,rs1045642
LANSOPRAZOLE,ABCB1
LANSOPRAZOLE,CYP2C19*1
LANSOPRAZOLE,CYP2C19*2
LANSOPRAZOLE,CYP2C19*8
LANSOPRAZOLE,SLC22A6
LANSOPRAZOLE,CYP2C19*17
LANSOPRAZOLE,CYP2C19
LANSOPRAZOLE,CYP2C19*3
LANSOPRAZOLE,CYP2C19*9
LANSOPRAZOLE,CYP3A5
LANSOPRAZOLE,rs16944
LANSOPRAZOLE,IL1B
LANSOPRAZOLE,SLCO1B1
LANSOPRAZOLE,SLC22A8
LANSOPRAZOLE,CYP2C19 extensive metabolizer
LANSOPRAZOLE,CYP1A2
METOCLOPRAMIDE,CYB5R3 deficiency
METOCLOPRAMIDE,CYB5R3
METOCLOPRAMIDE,CYP2D6
METOCLOPRAMIDE,CYB5R4
METOCLOPRAMIDE,G6PD
METOCLOPRAMIDE,CYB5R2
METOCLOPRAMIDE,CYB5R1
CISAPRIDE,CYP3A4
CISAPRIDE,KCNH2
DOMPERIDONE,ABCB1
ONDANSETRON,CYP2D6*5
ONDANSETRON,CYP2D6*2
ONDANSETRON,rs1045642
ONDANSETRON,ABCB1
ONDANSETRON,SLC6A4 HTTLPR long form (L allele)
ONDANSETRON,CYP2D6*35xN
ONDANSETRON,CYP2D6*1
ONDANSETRON,CYP3A4
ONDANSETRON,rs2032582
ONDANSETRON,CYP2D6
ONDANSETRON,rs776746
ONDANSETRON,CYP2D6*2xN
ONDANSETRON,SLC6A4 HTTLPR short form (S allele)
ONDANSETRON,CYP3A5
ONDANSETRON,CYP2D6*4
ONDANSETRON,SLC6A4
ONDANSETRON,rs1042173
ONDANSETRON,CYP2D6*1xN
ONDANSETRON,CYP2D6*10
GRANISETRON,ERCC1
GRANISETRON,CYP3A5*3
GRANISETRON,rs10494366
GRANISETRON,rs1045642
GRANISETRON,ABCB1
GRANISETRON,CYP2D6*1
GRANISETRON,CYP3A4
GRANISETRON,CYP2D6
GRANISETRON,CYP1A1
GRANISETRON,CYP3A5*1
GRANISETRON,NOS1AP
GRANISETRON,CYP1A1*2A
GRANISETRON,CYP3A5
GRANISETRON,CYP1A1*1
GRANISETRON,rs3212986
GRANISETRON,CYP2D6*1xN
TROPISETRON,CYP2D6*5
TROPISETRON,SLC22A1
TROPISETRON,CYP2D6*1
TROPISETRON,CYP3A4
TROPISETRON,CYP2D6
TROPISETRON,CYP2D6*3
TROPISETRON,CYP2D6*6
TROPISETRON,CYP2D6*2xN
TROPISETRON,CYP2D6*4
TROPISETRON,CYP2D6*1xN
TROPISETRON,CYP2D6*10
DOLASETRON,rs10494366
DOLASETRON,CYP2D6*1
DOLASETRON,CYP3A4
DOLASETRON,CYP2D6
DOLASETRON,NOS1AP
DOLASETRON,CYP2D6*1xN
STREPTOMYCIN,GSTT1 null
STREPTOMYCIN,rs267606619
STREPTOMYCIN,GSTM1
STREPTOMYCIN,MT-RNR1
STREPTOMYCIN,rs267606618
STREPTOMYCIN,GSTT1 non-null
STREPTOMYCIN,GSTT1
STREPTOMYCIN,rs1556422499
STREPTOMYCIN,rs28358571
STREPTOMYCIN,rs267606617
STREPTOMYCIN,GSTM1 null
STREPTOMYCIN,GSTM1 non-null
STREPTOMYCIN,rs28358569
PAROMOMYCIN,rs267606619
PAROMOMYCIN,MT-RNR1
PAROMOMYCIN,rs267606618
PAROMOMYCIN,rs267606617
KANAMYCIN,rs267606619
KANAMYCIN,MT-RNR1
KANAMYCIN,rs267606618
KANAMYCIN,rs28358571
KANAMYCIN,rs267606617
VANCOMYCIN,rs2789047
VANCOMYCIN,HLA-A*32:01
VANCOMYCIN,HLA-A
LOPERAMIDE,ABCB1
PREDNISOLONE,rs3828743
PREDNISOLONE,TSPYL1
PREDNISOLONE,rs1045642
PREDNISOLONE,ABCB1
PREDNISOLONE,CYP3A4
PREDNISOLONE,rs738409
PREDNISOLONE,rs2229109
PREDNISOLONE,PNPLA3
PREDNISOLONE,DSE
PREDNISONE,TPMT*1
PREDNISONE,GSTA1
PREDNISONE,TPMT*2
PREDNISONE,rs1045642
PREDNISONE,ABCB1
PREDNISONE,CTLA4
PREDNISONE,GATA3
PREDNISONE,C18orf56
PREDNISONE,rs141059755
PREDNISONE,rs45445694
PREDNISONE,TPMT*3C
PREDNISONE,CYP2C19
PREDNISONE,TPMT*3A
PREDNISONE,rs3824662
PREDNISONE,rs1801157
PREDNISONE,BMP7
PREDNISONE,DOK5
PREDNISONE,rs117532069
PREDNISONE,LINC00251
PREDNISONE,rs80223967
PREDNISONE,rs17021408
PREDNISONE,rs639174
PREDNISONE,rs2229109
PREDNISONE,rs1891059
PREDNISONE,CXCL12
PREDNISONE,TPMT
PREDNISONE,TYMS
PREDNISONE,rs79085477
PREDNISONE,rs4553808
PREDNISONE,DROSHA
PREDNISONE,rs3957357
BUDESONIDE,NR1I2
BUDESONIDE,CYP3A4
BUDESONIDE,rs2392165
BUDESONIDE,rs37973
BUDESONIDE,GLCCI1
SULFASALAZINE,CYP2D6*5
SULFASALAZINE,ABCG2
SULFASALAZINE,HLA-B*39:01
SULFASALAZINE,MTR
SULFASALAZINE,G6PD deficiency
SULFASALAZINE,C18orf56
SULFASALAZINE,rs72552713
SULFASALAZINE,HLA-B
SULFASALAZINE,CYP2D6
SULFASALAZINE,MTHFR
SULFASALAZINE,CYP2D6*3
SULFASALAZINE,rs45445694
SULFASALAZINE,rs2231142
SULFASALAZINE,HLA-B*15:05
SULFASALAZINE,NAT2 slow acetylator
SULFASALAZINE,G6PD
SULFASALAZINE,HLA-B*13:01
SULFASALAZINE,rs1805087
SULFASALAZINE,NAT2
SULFASALAZINE,CYP2D6*4
SULFASALAZINE,rs11280056
SULFASALAZINE,G6PD A- 202A_376G
SULFASALAZINE,TYMS
SULFASALAZINE,G6PD B (reference)
MESALAZINE,NAT1
MESALAZINE,NAT1*4
MESALAZINE,NAT1*3
MESALAZINE,G6PD
MESALAZINE,NAT1*10
SIBUTRAMINE,GNB3
SIBUTRAMINE,CYP3A5
SIBUTRAMINE,rs5443
METFORMIN,rs72552763
METFORMIN,NR1I2
METFORMIN,rs628031
METFORMIN,rs3792269
METFORMIN,SLC22A1
METFORMIN,rs2252281
METFORMIN,KCNJ11
METFORMIN,NBEA
METFORMIN,PRKAG1
METFORMIN,PRPF31
METFORMIN,rs2282143
METFORMIN,SLC2A2
METFORMIN,rs12208357
METFORMIN,rs149711321
METFORMIN,PPARA
METFORMIN,PRKAB2
METFORMIN,rs12943590
METFORMIN,rs10747673
METFORMIN,AMHR2
METFORMIN,rs316019
METFORMIN,CSMD1
METFORMIN,PRKAB1
METFORMIN,rs2289669
METFORMIN,FMO5
METFORMIN,SLC47A2
METFORMIN,rs594709
METFORMIN,rs34834489
METFORMIN,C11orf65
METFORMIN,PRKAG3
METFORMIN,SLC29A4
METFORMIN,SLC22A2
METFORMIN,SLC19A3
METFORMIN,SLC22A3
METFORMIN,rs57081354
METFORMIN,rs784888
METFORMIN,PRKAG2
METFORMIN,rs578427
METFORMIN,PRKAA2
METFORMIN,rs2954625
METFORMIN,rs36056065
METFORMIN,ATM
METFORMIN,SP1
METFORMIN,CAPN10
METFORMIN,rs5219
METFORMIN,rs622342
METFORMIN,rs2076828
METFORMIN,SLC47A1
METFORMIN,rs2683511
METFORMIN,rs8187725
METFORMIN,rs784892
METFORMIN,CPA6
METFORMIN,rs8192675
METFORMIN,rs2162145
METFORMIN,rs11212617
METFORMIN,rs254271
METFORMIN,rs7541245
METFORMIN,PRKAA1
CHLORPROPAMIDE,G6PD
TOLBUTAMIDE,CYP2C9*62
TOLBUTAMIDE,CYP2C9*60
TOLBUTAMIDE,CYP2C9
TOLBUTAMIDE,CYP2C19*1
TOLBUTAMIDE,CYP2C19*8
TOLBUTAMIDE,rs762081829
TOLBUTAMIDE,rs761895497
TOLBUTAMIDE,CYP2C9*1
TOLBUTAMIDE,CYP2C19
TOLBUTAMIDE,rs9332239
TOLBUTAMIDE,G6PD
TOLBUTAMIDE,rs771237265
TOLBUTAMIDE,CYP2C9*72
TOLBUTAMIDE,rs41291556
TOLBUTAMIDE,CYP2C9*2
TOLBUTAMIDE,CYP2C9*59
TOLBUTAMIDE,CYP2C9*3
TOLBUTAMIDE,CYP2C9*74
TOLBUTAMIDE,CYP2C19*5
TOLAZAMIDE,G6PD
GLIPIZIDE,CYP2C9
GLIPIZIDE,rs10494366
GLIPIZIDE,CYP2C9*1
GLIPIZIDE,G6PD
GLIPIZIDE,NOS1AP
GLIPIZIDE,CYP2C9*2
GLIPIZIDE,CYP2C9*3
GLIQUIDONE,CYP2C9
GLIQUIDONE,CYP2C9*1
GLIQUIDONE,CYP2C9*2
GLIQUIDONE,CYP2C9*3
GLICLAZIDE,CYP2C9
GLICLAZIDE,KCNJ11
GLICLAZIDE,CYP2C9*1
GLICLAZIDE,G6PD
GLICLAZIDE,CYP2C9*2
GLICLAZIDE,CYP2C9*3
GLICLAZIDE,rs5219
GLIMEPIRIDE,CYP2C9
GLIMEPIRIDE,rs10494366
GLIMEPIRIDE,CYP2C9*1
GLIMEPIRIDE,G6PD
GLIMEPIRIDE,NOS1AP
GLIMEPIRIDE,CYP2C9*2
GLIMEPIRIDE,CYP2C9*3
TROGLITAZONE,NR1I2
TROGLITAZONE,CYP2C19*1
TROGLITAZONE,CYP2C19*8
TROGLITAZONE,GSTT1
TROGLITAZONE,CYP2C19
TROGLITAZONE,CYP2C19*9
TROGLITAZONE,SLCO1B1
TROGLITAZONE,rs10811661
CALCITRIOL,VDR
PYRIDOXAL PHOSPHATE,CYP2E1
PYRIDOXAL PHOSPHATE,CYP2E1*1A
SODIUM PHENYLBUTYRATE,OTC
SODIUM PHENYLBUTYRATE,ASS1
SODIUM PHENYLBUTYRATE,CPS1
WARFARIN,NQO1
WARFARIN,VKORC1
WARFARIN,rs1367117
WARFARIN,rs4760658
WARFARIN,rs12777823
WARFARIN,POR
WARFARIN,rs1877724
WARFARIN,APOE
WARFARIN,rs4149056
WARFARIN,rs2501873
WARFARIN,rs11168292
WARFARIN,rs7294
WARFARIN,CYP2C9*60
WARFARIN,CYP2C9
WARFARIN,rs72558189
WARFARIN,HNF4A
WARFARIN,PRSS53
WARFARIN,rs1800566
WARFARIN,rs104894539
WARFARIN,rs2189784
WARFARIN,CYP2C9*13
WARFARIN,GATA4
WARFARIN,rs11676382
WARFARIN,rs1045642
WARFARIN,STX1B
WARFARIN,rs17708472
WARFARIN,rs780801862
WARFARIN,ABCB1
WARFARIN,DNMT3A
WARFARIN,CYP2C9*16
WARFARIN,rs3814637
WARFARIN,rs72547529
WARFARIN,rs182132442
WARFARIN,CYP2C9*58
WARFARIN,quinidine
WARFARIN,STX4
WARFARIN,CYP2C19*1
WARFARIN,rs4841588
WARFARIN,FPGS
WARFARIN,VDR
WARFARIN,CYP3A4
WARFARIN,rs4917639
WARFARIN,rs7196161
WARFARIN,CALU
WARFARIN,rs10517
WARFARIN,rs28371686
WARFARIN,CYP2C19*2
WARFARIN,CYP4F2*3
WARFARIN,CYP2C9*12
WARFARIN,rs1131873
WARFARIN,Vitamin K
WARFARIN,rs61162043
WARFARIN,CYP2C9*4
WARFARIN,rs7200749
WARFARIN,CYP1A1
WARFARIN,rs10871454
WARFARIN,rs28371685
WARFARIN,rs7856096
WARFARIN,rs1799853
WARFARIN,rs429358
WARFARIN,CYP2C9*1
WARFARIN,CYP2C9*8
WARFARIN,CYP2C9*57
WARFARIN,rs887829
WARFARIN,rs2304429
WARFARIN,CYP2C19
WARFARIN,rs72800847
WARFARIN,PROC
WARFARIN,CYP2C19*3
WARFARIN,NEDD4
WARFARIN,rs7089580
WARFARIN,CYP2C9*6
WARFARIN,CYP2C9*10
WARFARIN,rs9934438
WARFARIN,CYP2C9*46
WARFARIN,rs699664
WARFARIN,rs9332096
WARFARIN,rs78132896
WARFARIN,ASPH
WARFARIN,CYP4F2
WARFARIN,EPHA7
WARFARIN,UGT1A1*1
WARFARIN,rs7412
WARFARIN,UGT1A1
WARFARIN,rs4889606
WARFARIN,CYP2C9*9
WARFARIN,rs4918758
WARFARIN,rs17886199
WARFARIN,CYP3A5
WARFARIN,rs1042580
WARFARIN,CYP2C9*14
WARFARIN,CYP4F11
WARFARIN,SLCO1B1
WARFARIN,rs2645400
WARFARIN,DDHD1
WARFARIN,CYP2C9*2
WARFARIN,rs3826041
WARFARIN,CYP2C9*59
WARFARIN,CYP2C9*24
WARFARIN,rs12714145
WARFARIN,rs11168293
WARFARIN,PROS1
WARFARIN,rs2592551
WARFARIN,CYP2C9*3
WARFARIN,rs104894540
WARFARIN,APOB
WARFARIN,rs104894541
WARFARIN,rs11150606
WARFARIN,rs1060467
WARFARIN,rs2108622
WARFARIN,rs104894542
WARFARIN,CYP2C9*29
WARFARIN,rs1057910
WARFARIN,rs2359612
WARFARIN,rs9332131
WARFARIN,rs3212198
WARFARIN,rs679899
WARFARIN,UGT1A1*28
WARFARIN,rs4072879
WARFARIN,rs61742245
WARFARIN,THBD
WARFARIN,acenocoumarol
WARFARIN,CYP2C9*11
WARFARIN,CYP2C9*5
WARFARIN,CYP4F2*1
WARFARIN,rs2884737
WARFARIN,rs8050894
WARFARIN,rs4379440
WARFARIN,CYP1A2
WARFARIN,rs17126068
WARFARIN,rs10509680
WARFARIN,rs2288344
WARFARIN,rs339097
WARFARIN,EPHX1
WARFARIN,NR1I3
WARFARIN,rs9923231
WARFARIN,rs41301394
WARFARIN,VKORC1L1
WARFARIN,GGCX
WARFARIN,rs17880887
PHENPROCOUMON,VKORC1
PHENPROCOUMON,rs7294
PHENPROCOUMON,rs1799808
PHENPROCOUMON,CYP2C9
PHENPROCOUMON,STX4
PHENPROCOUMON,PPARA
PHENPROCOUMON,CYP2C19*2
PHENPROCOUMON,rs10871454
PHENPROCOUMON,CYP2C9*1
PHENPROCOUMON,CYP2C19
PHENPROCOUMON,PROC
PHENPROCOUMON,CYP2C19*3
PHENPROCOUMON,rs9934438
PHENPROCOUMON,CYP4F2
PHENPROCOUMON,CYP2C9*2
PHENPROCOUMON,CYP2C9*3
PHENPROCOUMON,rs4086116
PHENPROCOUMON,rs2108622
PHENPROCOUMON,rs4253728
PHENPROCOUMON,EPHX1
PHENPROCOUMON,rs9923231
PHENPROCOUMON,rs1051740
ACENOCOUMAROL,VKORC1
ACENOCOUMAROL,APOE
ACENOCOUMAROL,rs7294
ACENOCOUMAROL,CYP2C9
ACENOCOUMAROL,rs11676382
ACENOCOUMAROL,CALU
ACENOCOUMAROL,CYP2C19*2
ACENOCOUMAROL,rs7200749
ACENOCOUMAROL,rs429358
ACENOCOUMAROL,CYP2C9*1
ACENOCOUMAROL,CYP2C9*8
ACENOCOUMAROL,CYP2C9*57
ACENOCOUMAROL,CYP2C19
ACENOCOUMAROL,CYP2C19*3
ACENOCOUMAROL,CYP2C18
ACENOCOUMAROL,rs9934438
ACENOCOUMAROL,CYP4F2
ACENOCOUMAROL,CYP2C9*9
ACENOCOUMAROL,CYP2C9*2
ACENOCOUMAROL,CYP2C9*3
ACENOCOUMAROL,rs4086116
ACENOCOUMAROL,rs1043550
ACENOCOUMAROL,rs2108622
ACENOCOUMAROL,rs104894542
ACENOCOUMAROL,rs55894764
ACENOCOUMAROL,rs61742245
ACENOCOUMAROL,CYP2C9*11
ACENOCOUMAROL,CYP2C9*5
ACENOCOUMAROL,warfarin
ACENOCOUMAROL,rs9923231
ACENOCOUMAROL,GGCX
ACENOCOUMAROL,rs1998591
ACENOCOUMAROL,rs17878544
HEPARIN,HLA-DRB3
HEPARIN,HLA-DRB3*01:01
HEPARIN,IL1RN
CLOPIDOGREL,rs2307240
CLOPIDOGREL,B4GALT2
CLOPIDOGREL,EFR3A
CLOPIDOGREL,rs11568732
CLOPIDOGREL,JMJD8
CLOPIDOGREL,rs2254638
CLOPIDOGREL,CYP3A5*3
CLOPIDOGREL,CYP2C9
CLOPIDOGREL,ZDHHC3
CLOPIDOGREL,CYP2C19*23
CLOPIDOGREL,rs17064642
CLOPIDOGREL,rs1330344
CLOPIDOGREL,CYP2C19*16
CLOPIDOGREL,rs1045642
CLOPIDOGREL,rs71647871
CLOPIDOGREL,rs3749187
CLOPIDOGREL,rs12041331
CLOPIDOGREL,ABCB1
CLOPIDOGREL,CYP2C19*15
CLOPIDOGREL,IRS1
CLOPIDOGREL,CYP2C19*19
CLOPIDOGREL,rs3732759
CLOPIDOGREL,rs4244285
CLOPIDOGREL,rs57731889
CLOPIDOGREL,rs8192950
CLOPIDOGREL,AGAP3
CLOPIDOGREL,CYP2C19*1
CLOPIDOGREL,CYP3A4
CLOPIDOGREL,rs2032582
CLOPIDOGREL,CYP2C19*2
CLOPIDOGREL,rs74569896
CLOPIDOGREL,CYP2C19*8
CLOPIDOGREL,CYP2B6
CLOPIDOGREL,ECHS1
CLOPIDOGREL,rs1799983
CLOPIDOGREL,CYP2C19*17
CLOPIDOGREL,rs201441480
CLOPIDOGREL,rs2046934
CLOPIDOGREL,N6AMT1
CLOPIDOGREL,rs662
CLOPIDOGREL,ITGA2
CLOPIDOGREL,CYP2C19*10
CLOPIDOGREL,PON1
CLOPIDOGREL,CYP2C19*13
CLOPIDOGREL,CYP2C9*1
CLOPIDOGREL,CYP2C19*18
CLOPIDOGREL,CYP2C19
CLOPIDOGREL,omeprazole
CLOPIDOGREL,rs342293
CLOPIDOGREL,CYP3A5*1
CLOPIDOGREL,KRTAP10-4
CLOPIDOGREL,CYP2C19*24
CLOPIDOGREL,rs10306114
CLOPIDOGREL,CYP2C19*3
CLOPIDOGREL,rs5918
CLOPIDOGREL,CYP2C8
CLOPIDOGREL,CYP2C19*14
CLOPIDOGREL,rs11640115
CLOPIDOGREL,TSPEAR
CLOPIDOGREL,CES1P1
CLOPIDOGREL,rs6785930
CLOPIDOGREL,rs1061781
CLOPIDOGREL,rs1128503
CLOPIDOGREL,CYP4F2
CLOPIDOGREL,CYP2C19*22
CLOPIDOGREL,CYP2C19*9
CLOPIDOGREL,rs1062535
CLOPIDOGREL,PTGS1
CLOPIDOGREL,CYP3A5
CLOPIDOGREL,CYP2B6*5
CLOPIDOGREL,CYP2C19*25
CLOPIDOGREL,P2RY12
CLOPIDOGREL,CYP2C9*2
CLOPIDOGREL,CYP2B6*1
CLOPIDOGREL,MED12L
CLOPIDOGREL,rs2242480
CLOPIDOGREL,CYP2C9*3
CLOPIDOGREL,rs2108622
CLOPIDOGREL,CYP2C19*26
CLOPIDOGREL,CYP2C19 poor metabolizer and intermediate metabolizer genotypes
CLOPIDOGREL,CYP2C19*7
CLOPIDOGREL,WDR24
CLOPIDOGREL,MYOM2
CLOPIDOGREL,rs41273215
CLOPIDOGREL,ITGB3
CLOPIDOGREL,rs778068631
CLOPIDOGREL,CYP1A2
CLOPIDOGREL,rs75750968
CLOPIDOGREL,rs4736529
CLOPIDOGREL,CYP2C19*4
CLOPIDOGREL,CYP2C19*5
CLOPIDOGREL,rs762551
CLOPIDOGREL,rs1126643
CLOPIDOGREL,rs6787801
CLOPIDOGREL,CYP2C19*6
CLOPIDOGREL,rs140410716
CLOPIDOGREL,CYP2C19*28
CLOPIDOGREL,NOS3
CLOPIDOGREL,NECAB1
CLOPIDOGREL,rs5853517
CLOPIDOGREL,rs13431554
CLOPIDOGREL,rs3785161
CLOPIDOGREL,PEAR1
CLOPIDOGREL,rs6809699
CLOPIDOGREL,CES1
TICLOPIDINE,CYP2C19*16
TICLOPIDINE,CYP2C19*19
TICLOPIDINE,CYP2C19*1
TICLOPIDINE,HLA-A*33:03
TICLOPIDINE,HLA-B
TICLOPIDINE,CYP2C19*8
TICLOPIDINE,CYP2B6
TICLOPIDINE,HLA-DQB1*06:04
TICLOPIDINE,HLA-DRB1
TICLOPIDINE,CYP2C19*18
TICLOPIDINE,CYP2C19
TICLOPIDINE,HLA-C*14:03
TICLOPIDINE,HLA-B*44:03
TICLOPIDINE,HLA-DQB1
TICLOPIDINE,HLA-DRB1*13:02
TICLOPIDINE,HLA-A*33:01
TICLOPIDINE,HLA-C
TICLOPIDINE,P2RY12
TICLOPIDINE,HLA-A
DIPYRIDAMOLE,ABCB1
CARBASALATE CALCIUM,G6PD
ABCIXIMAB,FGG
ABCIXIMAB,ITGA2B
ABCIXIMAB,FGB
ABCIXIMAB,ITGB3
ABCIXIMAB,FGA
CYANOCOBALAMIN,ABCB1
CYANOCOBALAMIN,MTHFR
CYANOCOBALAMIN,rs1801131
HYDROXOCOBALAMIN,ABCB1
FOLIC ACID,MTR
FOLIC ACID,C18orf56
FOLIC ACID,rs1801133
FOLIC ACID,TLR4
FOLIC ACID,rs4986790
FOLIC ACID,MTHFR
FOLIC ACID,rs45445694
FOLIC ACID,rs1801394
FOLIC ACID,rs1805087
FOLIC ACID,MTRR
FOLIC ACID,rs11280056
FOLIC ACID,TYMS
FOLIC ACID,rs1801131
DIGOXIN,rs10494366
DIGOXIN,rs1801253
DIGOXIN,ADRB1
DIGOXIN,rs1045642
DIGOXIN,ABCB1
DIGOXIN,rs2032582
DIGOXIN,ADRB2
DIGOXIN,rs1799983
DIGOXIN,rs1128503
DIGOXIN,NOS1AP
DIGOXIN,rs1799752
DIGOXIN,rs1042713
DIGOXIN,ACE
DIGOXIN,NOS3
QUINIDINE,KCNE1
QUINIDINE,ABCB1
QUINIDINE,CYP3A4
QUINIDINE,CYP2D6
QUINIDINE,KCNH2
QUINIDINE,rs104894021
QUINIDINE,rs1805128
QUINIDINE,SCN5A
QUINIDINE,warfarin
PROCAINAMIDE,NAT2
PROCAINAMIDE,SCN5A
DISOPYRAMIDE,CYP2D6
DISOPYRAMIDE,KCNH2
DISOPYRAMIDE,rs104894021
DISOPYRAMIDE,SCN5A
SPARTEINE,CYP2D6*5
SPARTEINE,CYP2D6*2
SPARTEINE,CYP2D6*11
SPARTEINE,CYP2D6*35xN
SPARTEINE,CYP2D6*1
SPARTEINE,CYP2D6*12
SPARTEINE,CYP2D6
SPARTEINE,CYP2D6*9
SPARTEINE,CYP2D6*3
SPARTEINE,CYP2D6*6
SPARTEINE,CYP2D6*2xN
SPARTEINE,CYP2D6*7
SPARTEINE,CYP2D6*41
SPARTEINE,CYP2D6*59
SPARTEINE,CYP2D6*4
SPARTEINE,CYP2D6*8
SPARTEINE,CYP2D6*18
SPARTEINE,CYP2D6*62
SPARTEINE,CYP2D6*10
LIDOCAINE,CYP3A4*11
LIDOCAINE,CYP3A4*34
LIDOCAINE,CYP3A4
LIDOCAINE,CYP3A4*14
LIDOCAINE,CYP3A4*9
LIDOCAINE,CYP3A4*16
LIDOCAINE,CYP3A4*15
LIDOCAINE,CYP3A4*1
LIDOCAINE,CYP3A4*23
LIDOCAINE,CYP3A4*31
LIDOCAINE,CYP3A4*2
LIDOCAINE,CYP3A4*32
LIDOCAINE,CYP3A4*29
LIDOCAINE,CYP3A4*18
LIDOCAINE,CYP3A4*19
LIDOCAINE,SCN5A
LIDOCAINE,CYP3A4*5
LIDOCAINE,CYP3A4*24
MEXILETINE,rs80338792
MEXILETINE,CYP2D6
MEXILETINE,rs121908547
MEXILETINE,SCN4A
MEXILETINE,rs886043595
MEXILETINE,rs1567817380
MEXILETINE,rs121908560
MEXILETINE,SCN5A
PROPAFENONE,CYP2D6*5
PROPAFENONE,rs16947
PROPAFENONE,CYP2D6*2
PROPAFENONE,ABCB1
PROPAFENONE,CYP2D6*1
PROPAFENONE,CYP2D6*36
PROPAFENONE,CYP3A4
PROPAFENONE,CYP2D6
PROPAFENONE,KCNH2
PROPAFENONE,CYP2D6*41
PROPAFENONE,CYP2D6*59
PROPAFENONE,SCN5A
PROPAFENONE,CYP2D6*62
PROPAFENONE,CYP2D6*10
PROPAFENONE,rs28371725
FLECAINIDE,CYP2D6*21
FLECAINIDE,CYP2D6*5
FLECAINIDE,CYP3A5*3
FLECAINIDE,CYP2D6*2
FLECAINIDE,rs80338792
FLECAINIDE,CYP2D6*1
FLECAINIDE,CYP2D6*36
FLECAINIDE,CYP2D6
FLECAINIDE,rs121908547
FLECAINIDE,SCN4A
FLECAINIDE,CYP3A5*1
FLECAINIDE,rs1567817380
FLECAINIDE,CYP3A5
FLECAINIDE,CYP2D6*4
FLECAINIDE,SCN5A
FLECAINIDE,CYP2D6*10
AMIODARONE,CYP3A4*11
AMIODARONE,CYP2J2
AMIODARONE,KCNE1
AMIODARONE,CYP3A4*34
AMIODARONE,rs10800397
AMIODARONE,ABCB1
AMIODARONE,CYP3A4*10
AMIODARONE,CYP3A4
AMIODARONE,CYP2D6
AMIODARONE,CYP3A4*17
AMIODARONE,KCNH2
AMIODARONE,CYP3A4*9
AMIODARONE,CYP3A4*16
AMIODARONE,CYP3A4*1
AMIODARONE,rs12720441
AMIODARONE,CYP3A4*23
AMIODARONE,NOS1AP
AMIODARONE,CYP3A4*31
AMIODARONE,CYP3A5
AMIODARONE,CYP3A4*2
AMIODARONE,CYP3A4*32
AMIODARONE,rs1805128
AMIODARONE,CYP3A4*29
AMIODARONE,CYP3A4*18
AMIODARONE,CYP3A4*19
AMIODARONE,SCN5A
AMIODARONE,CYP3A4*24
AMIODARONE,rs10919035
DOFETILIDE,rs36210421
DOFETILIDE,KCNH2
NOREPINEPHRINE,ADRB1
NOREPINEPHRINE,ADRA1A
NOREPINEPHRINE,ADRA2A
NOREPINEPHRINE,ADRA2C
NOREPINEPHRINE,ADRA1B
NOREPINEPHRINE,ADRA1D
NOREPINEPHRINE,COMT
NOREPINEPHRINE,ADRA2B
DOPAMINE,ADRB1
DOPAMINE,ADRA1A
DOPAMINE,ADRA2A
DOPAMINE,ADRA2C
DOPAMINE,ADRA1B
DOPAMINE,ADRA1D
DOPAMINE,ADRA2B
PHENYLEPHRINE,ADRA1A
PHENYLEPHRINE,ADRB2
PHENYLEPHRINE,ADRA1B
PHENYLEPHRINE,rs1042713
PHENYLEPHRINE,ADRA1D
DOBUTAMINE,rs1801253
DOBUTAMINE,ADRB1
DOBUTAMINE,rs62205366
DOBUTAMINE,GNAS
METHOXAMINE,ADRA1A
METHOXAMINE,ADRA1B
METHOXAMINE,ADRA1D
ISOSORBIDE DINITRATE,CYB5R3
ISOSORBIDE DINITRATE,CYB5R4
ISOSORBIDE DINITRATE,CYB5R2
ISOSORBIDE DINITRATE,CYB5R1
ISOSORBIDE MONONITRATE,CYB5R3
ISOSORBIDE MONONITRATE,CYB5R4
ISOSORBIDE MONONITRATE,CYB5R2
ISOSORBIDE MONONITRATE,CYB5R1
PRENYLAMINE,KCNH2
NICORANDIL,G6PD
RESERPINE,NR1I2
RESERPINE,ABCB1
CLONIDINE,GNB3
CLONIDINE,CYP2D6
CLONIDINE,ADRA2A
CLONIDINE,ADRA2C
CLONIDINE,rs5443
CLONIDINE,rs11269124
CLONIDINE,ADRA2B
DEBRISOQUINE,CYP2D6*21
DEBRISOQUINE,CYP2D6*5
DEBRISOQUINE,CYP2D6*75
DEBRISOQUINE,CYP2D6*17
DEBRISOQUINE,CYP2D6*2
DEBRISOQUINE,CYP2D6*36xN
DEBRISOQUINE,CYP2D6*1
DEBRISOQUINE,CYP2D6*4xN
DEBRISOQUINE,CYP2D6*29
DEBRISOQUINE,CYP2D6
DEBRISOQUINE,CYP2D6*9
DEBRISOQUINE,CYP2D6*31
DEBRISOQUINE,CYP2D6*3
DEBRISOQUINE,rs1080985
DEBRISOQUINE,CYP2D6*6
DEBRISOQUINE,CYP2D6*15
DEBRISOQUINE,CYP2D6*2xN
DEBRISOQUINE,CYP2D6*38
DEBRISOQUINE,CYP2D6*4
DEBRISOQUINE,CYP2D6*8
DEBRISOQUINE,CYP2D6*18
DEBRISOQUINE,CYP2D6*10
DIAZOXIDE,KCNJ11
HYDRALAZINE,NAT2*5
HYDRALAZINE,HLA-DRB1*04:01
HYDRALAZINE,NAT2*6
HYDRALAZINE,NAT2*16
HYDRALAZINE,HLA-DRB1
HYDRALAZINE,NAT2*4
HYDRALAZINE,NAT2*7
HYDRALAZINE,NAT2*1
HYDRALAZINE,NAT2
HYDRALAZINE,NAT2*14
MINOXIDIL,SULT1A1
NITROPRUSSIDE,rs1799752
NITROPRUSSIDE,ACE
KETANSERIN,HTR1B
KETANSERIN,rs130060
HYDROCHLOROTHIAZIDE,ANKFN1
HYDROCHLOROTHIAZIDE,rs4431329
HYDROCHLOROTHIAZIDE,rs16960228
HYDROCHLOROTHIAZIDE,rs7917983
HYDROCHLOROTHIAZIDE,ADO
HYDROCHLOROTHIAZIDE,rs757081
HYDROCHLOROTHIAZIDE,NELFCD
HYDROCHLOROTHIAZIDE,rs10224002
HYDROCHLOROTHIAZIDE,rs77876672
HYDROCHLOROTHIAZIDE,rs11313667
HYDROCHLOROTHIAZIDE,rs3758785
HYDROCHLOROTHIAZIDE,rs4506565
HYDROCHLOROTHIAZIDE,rs11065987
HYDROCHLOROTHIAZIDE,rs113095083
HYDROCHLOROTHIAZIDE,NUCB2
HYDROCHLOROTHIAZIDE,TCF7L2
HYDROCHLOROTHIAZIDE,rs932764
HYDROCHLOROTHIAZIDE,C5orf56
HYDROCHLOROTHIAZIDE,CSK
HYDROCHLOROTHIAZIDE,rs10792367
HYDROCHLOROTHIAZIDE,rs11189015
HYDROCHLOROTHIAZIDE,ADRB1
HYDROCHLOROTHIAZIDE,LRRC15
HYDROCHLOROTHIAZIDE,rs201279313
HYDROCHLOROTHIAZIDE,ADD1
HYDROCHLOROTHIAZIDE,rs2776546
HYDROCHLOROTHIAZIDE,rs4815273
HYDROCHLOROTHIAZIDE,rs12795437
HYDROCHLOROTHIAZIDE,HMGCS2
HYDROCHLOROTHIAZIDE,GPR83
HYDROCHLOROTHIAZIDE,NEDD4L
HYDROCHLOROTHIAZIDE,rs4961
HYDROCHLOROTHIAZIDE,rs11600347
HYDROCHLOROTHIAZIDE,rs9943291
HYDROCHLOROTHIAZIDE,rs2273359
HYDROCHLOROTHIAZIDE,PRKCA
HYDROCHLOROTHIAZIDE,rs9590353
HYDROCHLOROTHIAZIDE,CSMD1
HYDROCHLOROTHIAZIDE,PDE3A
HYDROCHLOROTHIAZIDE,rs12521868
HYDROCHLOROTHIAZIDE,rs2269879
HYDROCHLOROTHIAZIDE,ALDH1A2
HYDROCHLOROTHIAZIDE,YEATS4
HYDROCHLOROTHIAZIDE,rs7297610
HYDROCHLOROTHIAZIDE,rs261316
HYDROCHLOROTHIAZIDE,rs658903
HYDROCHLOROTHIAZIDE,DIAPH3
HYDROCHLOROTHIAZIDE,rs880054
HYDROCHLOROTHIAZIDE,PRKAG2
HYDROCHLOROTHIAZIDE,uric acid
HYDROCHLOROTHIAZIDE,TXNDC11
HYDROCHLOROTHIAZIDE,rs238
HYDROCHLOROTHIAZIDE,TET2
HYDROCHLOROTHIAZIDE,SLIT1
HYDROCHLOROTHIAZIDE,rs4132670
HYDROCHLOROTHIAZIDE,FBXL17
HYDROCHLOROTHIAZIDE,rs10995
HYDROCHLOROTHIAZIDE,rs12346562
HYDROCHLOROTHIAZIDE,rs12579720
HYDROCHLOROTHIAZIDE,rs4149601
HYDROCHLOROTHIAZIDE,PLCE1
HYDROCHLOROTHIAZIDE,rs7387065
HYDROCHLOROTHIAZIDE,rs1799752
HYDROCHLOROTHIAZIDE,rs292449
HYDROCHLOROTHIAZIDE,rs61824877
HYDROCHLOROTHIAZIDE,KCNJ1
HYDROCHLOROTHIAZIDE,rs7706429
HYDROCHLOROTHIAZIDE,rs9285669
HYDROCHLOROTHIAZIDE,rs3784921
HYDROCHLOROTHIAZIDE,ILKAP
HYDROCHLOROTHIAZIDE,ACE
HYDROCHLOROTHIAZIDE,rs35123024
HYDROCHLOROTHIAZIDE,UGGT2
HYDROCHLOROTHIAZIDE,WNK1
HYDROCHLOROTHIAZIDE,rs10995311
HYDROCHLOROTHIAZIDE,rs12505746
HYDROCHLOROTHIAZIDE,rs11993031
HYDROCHLOROTHIAZIDE,DOT1L
HYDROCHLOROTHIAZIDE,SLC25A31
HYDROCHLOROTHIAZIDE,VASP
HYDROCHLOROTHIAZIDE,rs1378942
HYDROCHLOROTHIAZIDE,rs9915451
HYDROCHLOROTHIAZIDE,rs4791040
CHLOROTHIAZIDE,HMGCS2
CHLOROTHIAZIDE,rs9943291
CHLOROTHIAZIDE,rs61824877
FUROSEMIDE,rs4149056
FUROSEMIDE,ABCC4
FUROSEMIDE,ADD1
FUROSEMIDE,GNB3
FUROSEMIDE,rs4961
FUROSEMIDE,SLC12A3
FUROSEMIDE,rs1529927
FUROSEMIDE,rs17268282
FUROSEMIDE,SLCO1B1
FUROSEMIDE,rs1799752
FUROSEMIDE,rs5443
FUROSEMIDE,ACE
FUROSEMIDE,NPPA-AS1
FUROSEMIDE,rs5063
BUMETANIDE,ADD1
BUMETANIDE,GNB3
BUMETANIDE,rs4961
BUMETANIDE,SLC12A3
BUMETANIDE,rs1529927
BUMETANIDE,rs1799752
BUMETANIDE,rs5443
BUMETANIDE,ACE
BUMETANIDE,NPPA-AS1
BUMETANIDE,rs5063
TORASEMIDE,ADD1
TORASEMIDE,GNB3
TORASEMIDE,rs4961
TORASEMIDE,SLC12A3
TORASEMIDE,rs1529927
TORASEMIDE,rs1799752
TORASEMIDE,rs5443
TORASEMIDE,ACE
TORASEMIDE,NPPA-AS1
TORASEMIDE,rs5063
SPIRONOLACTONE,NR1I2
SPIRONOLACTONE,rs1801253
SPIRONOLACTONE,ADRB1
SPIRONOLACTONE,ABCB1
SPIRONOLACTONE,ADD1
SPIRONOLACTONE,rs3890011
SPIRONOLACTONE,rs4961
SPIRONOLACTONE,ADRB2
SPIRONOLACTONE,rs1799983
SPIRONOLACTONE,rs1126742
SPIRONOLACTONE,rs4343
SPIRONOLACTONE,CYP4A11
SPIRONOLACTONE,rs1799752
SPIRONOLACTONE,rs1042713
SPIRONOLACTONE,ACE
SPIRONOLACTONE,NOS3
AMILORIDE,rs1126742
AMILORIDE,SCNN1A
AMILORIDE,SCNN1B
AMILORIDE,SCNN1G
AMILORIDE,CYP4A11
TRIAMTERENE,SCNN1A
TRIAMTERENE,SCNN1B
TRIAMTERENE,SCNN1G
PINDOLOL,ADRB1
PINDOLOL,ADRB2
PINDOLOL,GRK5
PINDOLOL,ADRA2C
PINDOLOL,GRK4
PROPRANOLOL,ADRB1
PROPRANOLOL,ABCB1
PROPRANOLOL,CYP2D6*1
PROPRANOLOL,rs4680
PROPRANOLOL,ADRB2
PROPRANOLOL,CYP2D6
PROPRANOLOL,GRK5
PROPRANOLOL,ADRA2C
PROPRANOLOL,rs1042713
PROPRANOLOL,CYP1A2
PROPRANOLOL,COMT
PROPRANOLOL,CYP2D6*10
PROPRANOLOL,GRK4
TIMOLOL,CYP2D6*5
TIMOLOL,rs16947
TIMOLOL,ADRB1
TIMOLOL,CYP2D6*1
TIMOLOL,rs1801252
TIMOLOL,CYP2D6
TIMOLOL,CYP2D6*3
TIMOLOL,CYP2D6 poor metabolizer
TIMOLOL,CYP2D6*4
SOTALOL,KCNE1
SOTALOL,ADRB1
SOTALOL,ADRB2
SOTALOL,CYP2D6
SOTALOL,GRK5
SOTALOL,ADRA2C
SOTALOL,rs1805128
SOTALOL,GRK4
NADOLOL,ADRB1
NADOLOL,SLCO1A2
NADOLOL,ADRB2
NADOLOL,GRK5
NADOLOL,ADRA2C
NADOLOL,GRK4
METOPROLOL,CYP2D6*5
METOPROLOL,rs11313667
METOPROLOL,rs1801253
METOPROLOL,CYP2D6*17
METOPROLOL,CYP2D6*2
METOPROLOL,ADRB1
METOPROLOL,LRRC15
METOPROLOL,rs201279313
METOPROLOL,CYP2D6*46
METOPROLOL,CYP2D6*1
METOPROLOL,rs1801252
METOPROLOL,CYP2D6*29
METOPROLOL,ADRB2
METOPROLOL,CYP2D6
METOPROLOL,CYP2D6*9
METOPROLOL,CYP2D6*31
METOPROLOL,CYP2D6*3
METOPROLOL,GRK5
METOPROLOL,rs3892097
METOPROLOL,CYP2D6*6
METOPROLOL,rs5030655
METOPROLOL,SLC4A1
METOPROLOL,ADRA2C
METOPROLOL,rs1446468
METOPROLOL,rs1801058
METOPROLOL,CYP2D6*41
METOPROLOL,CYP2D6*45
METOPROLOL,rs1042714
METOPROLOL,CYP2D6*4
METOPROLOL,rs1024323
METOPROLOL,rs61767072
METOPROLOL,rs1042713
METOPROLOL,rs45545233
METOPROLOL,rs294610
METOPROLOL,CYP2D6*35
METOPROLOL,SLC25A31
METOPROLOL,CYP2D6*10
METOPROLOL,GRK4
ATENOLOL,rs10739150
ATENOLOL,rs5051
ATENOLOL,LDLR
ATENOLOL,EDN1
ATENOLOL,STN1
ATENOLOL,rs11313667
ATENOLOL,rs2669429
ATENOLOL,rs340874
ATENOLOL,rs1801253
ATENOLOL,rs9940629
ATENOLOL,ADRB1
ATENOLOL,LRRC15
ATENOLOL,rs201279313
ATENOLOL,AGT
ATENOLOL,ABCB1
ATENOLOL,rs2144300
ATENOLOL,rs688
ATENOLOL,rs5370
ATENOLOL,rs11124945
ATENOLOL,rs1800545
ATENOLOL,PLA2G4A
ATENOLOL,GNB3
ATENOLOL,rs2301339
ATENOLOL,ADRB2
ATENOLOL,CYP2D6
ATENOLOL,rs2144297
ATENOLOL,ADRA2A
ATENOLOL,rs1367094
ATENOLOL,GRK5
ATENOLOL,apple juice
ATENOLOL,ALDH1A2
ATENOLOL,PTGS2
ATENOLOL,rs11649514
ATENOLOL,rs261316
ATENOLOL,SLC4A1
ATENOLOL,rs7184292
ATENOLOL,rs12595985
ATENOLOL,ADRA2C
ATENOLOL,rs8068318
ATENOLOL,rs7606603
ATENOLOL,PROX1
ATENOLOL,rs1051375
ATENOLOL,rs699
ATENOLOL,TBX2
ATENOLOL,rs11064426
ATENOLOL,FTO
ATENOLOL,ZMAT4
ATENOLOL,rs12346562
ATENOLOL,rs4387287
ATENOLOL,rs10267099
ATENOLOL,DPYS
ATENOLOL,rs1799752
ATENOLOL,rs3213619
ATENOLOL,XIRP2
ATENOLOL,rs1042714
ATENOLOL,rs10157410
ATENOLOL,rs9306160
ATENOLOL,rs1024323
ATENOLOL,rs1042713
ATENOLOL,rs11039149
ATENOLOL,rs5443
ATENOLOL,ACE
ATENOLOL,rs1104514
ATENOLOL,rs45545233
ATENOLOL,rs294610
ATENOLOL,rs35123024
ATENOLOL,PRKCB
ATENOLOL,NR1H3
ATENOLOL,PLEKHH2
ATENOLOL,rs4648287
ATENOLOL,SLC25A31
ATENOLOL,RRP1B
ATENOLOL,GALNT2
ATENOLOL,GRK4
ATENOLOL,CACNA1C
ATENOLOL,rs16872401
ACEBUTOLOL,ADRB1
ACEBUTOLOL,CYP2D6
ACEBUTOLOL,GRK5
ACEBUTOLOL,ADRA2C
ACEBUTOLOL,GRK4
BETAXOLOL,ADRB1
BETAXOLOL,CYP2D6
BETAXOLOL,GRK5
BETAXOLOL,ADRA2C
BETAXOLOL,GRK4
BISOPROLOL,ADRB1
BISOPROLOL,CYP2D6
BISOPROLOL,GRK5
BISOPROLOL,ACY3
BISOPROLOL,ADRA2C
BISOPROLOL,rs12346562
BISOPROLOL,rs2514036
BISOPROLOL,GRK4
CELIPROLOL,ABCB1
ESMOLOL,ADRB1
ESMOLOL,GRK5
ESMOLOL,ADRA2C
ESMOLOL,GRK4
NEBIVOLOL,CYP2C19*31
NEBIVOLOL,ADRB1
NEBIVOLOL,CYP2C19*1
NEBIVOLOL,CYP2D6
NEBIVOLOL,GRK5
NEBIVOLOL,CYP2C19*18
NEBIVOLOL,CYP2C19
NEBIVOLOL,ADRA2C
NEBIVOLOL,CYP2C19*32
NEBIVOLOL,CYP2C19*30
NEBIVOLOL,CYP2C19*33
NEBIVOLOL,CYP2C19*6
NEBIVOLOL,GRK4
LABETALOL,ADRB1
LABETALOL,CYP2C19*1
LABETALOL,CYP2C19*2
LABETALOL,ADRB2
LABETALOL,UGT1A1*6
LABETALOL,GRK5
LABETALOL,CYP2C19
LABETALOL,ADRA2C
LABETALOL,UGT1A1*1
LABETALOL,UGT1A1
LABETALOL,UGT1A1*28
LABETALOL,UGT1A1*60
LABETALOL,GRK4
CARVEDILOL,CYP2D6*5
CARVEDILOL,rs4149056
CARVEDILOL,rs1801253
CARVEDILOL,CYP2D6*2
CARVEDILOL,ADRB1
CARVEDILOL,ABCB1
CARVEDILOL,CYP2D6*1
CARVEDILOL,rs1801252
CARVEDILOL,rs4148323
CARVEDILOL,ADRB2
CARVEDILOL,CYP2D6
CARVEDILOL,CYP2D6*3
CARVEDILOL,GRK5
CARVEDILOL,CYP2D6*6
CARVEDILOL,ADRA2C
CARVEDILOL,UGT1A1*1
CARVEDILOL,UGT1A1
CARVEDILOL,SLCO1B1
CARVEDILOL,rs1042714
CARVEDILOL,CYP2D6*4
CARVEDILOL,UGT1A1*28
CARVEDILOL,CYP2D6*10
CARVEDILOL,GRK4
AMLODIPINE,rs200148
AMLODIPINE,simvastatin acid
AMLODIPINE,rs12143842
AMLODIPINE,CYP3A5*3
AMLODIPINE,CYP3A5*7
AMLODIPINE,AGT
AMLODIPINE,NPPA
AMLODIPINE,CYP3A4
AMLODIPINE,rs11122576
AMLODIPINE,rs4291
AMLODIPINE,rs5065
AMLODIPINE,CYP3A5*1
AMLODIPINE,CYP3A5*6
AMLODIPINE,CYP3A5
AMLODIPINE,rs2246709
AMLODIPINE,ACE
AMLODIPINE,rs2740574
FELODIPINE,CYP3A5*3
FELODIPINE,ABCB1
FELODIPINE,CYP3A4
FELODIPINE,CYP3A5*1
FELODIPINE,CYP3A5
ISRADIPINE,NR1I2
NICARDIPINE,NR1I2
NICARDIPINE,ABCB1
NICARDIPINE,CYP3A4
NIFEDIPINE,NR1I2
NIFEDIPINE,rs1123617
NIFEDIPINE,rs3745009
NIFEDIPINE,CYP3A4
NIFEDIPINE,ADRA1A
NIFEDIPINE,CYP3A4*17
NIFEDIPINE,rs776746
NIFEDIPINE,rs41279854
NIFEDIPINE,CYP3A4*1
NIFEDIPINE,CYP3A5
NIFEDIPINE,rs55817950
NIFEDIPINE,rs28383479
NIFEDIPINE,rs72552791
NIFEDIPINE,SLC14A2
NIFEDIPINE,rs1048101
NIMODIPINE,CYP3A5*3
NIMODIPINE,CYP3A5*1
NIMODIPINE,rs2239050
NIMODIPINE,CYP3A5
NIMODIPINE,rs2239128
NIMODIPINE,CACNA1C
NITRENDIPINE,ABCB1
NITRENDIPINE,AGTR1
NITRENDIPINE,KCNH2
NITRENDIPINE,rs5186
NITRENDIPINE,rs1137617
MIBEFRADIL,KCNH2
VERAPAMIL,KCNMB1
VERAPAMIL,rs10494366
VERAPAMIL,rs10918594
VERAPAMIL,rs1045642
VERAPAMIL,ABCB1
VERAPAMIL,rs2279238
VERAPAMIL,rs2301149
VERAPAMIL,rs11124945
VERAPAMIL,CYP3A4
VERAPAMIL,rs2032582
VERAPAMIL,rs11739136
VERAPAMIL,KCNIP1
VERAPAMIL,rs4742610
VERAPAMIL,rs1051375
VERAPAMIL,NOS1AP
VERAPAMIL,rs12221497
VERAPAMIL,PTPRD
VERAPAMIL,rs1024323
VERAPAMIL,rs11039149
VERAPAMIL,NR1H3
VERAPAMIL,PLEKHH2
VERAPAMIL,GRK4
VERAPAMIL,CACNA1C
DILTIAZEM,rs4149056
DILTIAZEM,ABCB1
DILTIAZEM,CYP3A4
DILTIAZEM,PLCD3
DILTIAZEM,rs12946454
DILTIAZEM,SLCO1B1
BEPRIDIL,ABCB1
BEPRIDIL,CYP2D6
BEPRIDIL,CYP2D6*10
LIDOFLAZINE,KCNH2
PERHEXILINE,CYP2D6
CAPTOPRIL,AGTR1
CAPTOPRIL,rs4291
CAPTOPRIL,rs2106809
CAPTOPRIL,ACE2
CAPTOPRIL,rs1799752
CAPTOPRIL,ACE
CAPTOPRIL,rs5186
ENALAPRIL,rs4149056
ENALAPRIL,rs699947
ENALAPRIL,rs71647871
ENALAPRIL,NR3C2
ENALAPRIL,CYP3A4
ENALAPRIL,ADRB2
ENALAPRIL,BDKRB2
ENALAPRIL,rs5522
ENALAPRIL,rs495828
ENALAPRIL,rs1799722
ENALAPRIL,SLCO1B1
ENALAPRIL,rs2070744
ENALAPRIL,rs1799752
ENALAPRIL,rs1042714
ENALAPRIL,ACE
ENALAPRIL,VEGFA
ENALAPRIL,NOS3
ENALAPRIL,CES1
LISINOPRIL,rs200148
LISINOPRIL,rs12143842
LISINOPRIL,AGT
LISINOPRIL,rs11122576
LISINOPRIL,BDKRB2
LISINOPRIL,rs4291
LISINOPRIL,MMP3
LISINOPRIL,rs1799722
LISINOPRIL,rs1799752
LISINOPRIL,ACE
LISINOPRIL,rs35068180
PERINDOPRIL,BDKRB1
PERINDOPRIL,AGTR1
PERINDOPRIL,G6PD
PERINDOPRIL,rs12050217
PERINDOPRIL,rs5182
PERINDOPRIL,rs1799752
PERINDOPRIL,ACE
PERINDOPRIL,rs5186
PERINDOPRIL,rs275651
RAMIPRIL,rs4359
RAMIPRIL,rs4344
RAMIPRIL,ACE
QUINAPRIL,AGT
QUINAPRIL,rs699
QUINAPRIL,rs1799752
QUINAPRIL,ACE
BENAZEPRIL,rs5051
BENAZEPRIL,PRCP
BENAZEPRIL,rs7079
BENAZEPRIL,rs1799998
BENAZEPRIL,AGT
BENAZEPRIL,MTR
BENAZEPRIL,rs1801133
BENAZEPRIL,ADRB2
BENAZEPRIL,MTHFR
BENAZEPRIL,rs2229437
BENAZEPRIL,CYP11B2
BENAZEPRIL,rs1805087
BENAZEPRIL,rs1799752
BENAZEPRIL,rs1042713
BENAZEPRIL,ACE
TRANDOLAPRIL,rs71647871
TRANDOLAPRIL,rs4742610
TRANDOLAPRIL,PTPRD
TRANDOLAPRIL,rs778068631
TRANDOLAPRIL,CES1
LOSARTAN,CYP2C9*62
LOSARTAN,rs6749447
LOSARTAN,CYP2C9
LOSARTAN,CYP2C9*13
LOSARTAN,rs10752271
LOSARTAN,rs1045642
LOSARTAN,ABCB1
LOSARTAN,CYP2C9*33
LOSARTAN,STK39
LOSARTAN,CYP3A4
LOSARTAN,AGTR1
LOSARTAN,CYP2C9*1
LOSARTAN,CYP2C9*8
LOSARTAN,CYP2C9*6
LOSARTAN,CYP2C9*75
LOSARTAN,rs10737062
LOSARTAN,UGT1A1
LOSARTAN,CYP3A5
LOSARTAN,CAMK1D
LOSARTAN,CYP2C9*72
LOSARTAN,rs12721226
LOSARTAN,CYP2C9*2
LOSARTAN,CYP2C9*59
LOSARTAN,CYP2C9*30
LOSARTAN,rs1799752
LOSARTAN,CYP2C9*3
LOSARTAN,rs1057910
LOSARTAN,CYP2C9*73
LOSARTAN,ACE
LOSARTAN,CYP2C9*74
LOSARTAN,rs5186
LOSARTAN,CYP2C9*5
LOSARTAN,NPHS1
LOSARTAN,rs3814995
LOSARTAN,UGT2B7
LOSARTAN,rs1934969
VALSARTAN,SLCO1B1
IRBESARTAN,rs1367117
IRBESARTAN,EDN1
IRBESARTAN,rs4762
IRBESARTAN,CYP2C9
IRBESARTAN,AGT
IRBESARTAN,rs5370
IRBESARTAN,AGTR1
IRBESARTAN,repaglinide
IRBESARTAN,rs1799853
IRBESARTAN,rs699
IRBESARTAN,rs1799752
IRBESARTAN,rs1801701
IRBESARTAN,APOB
IRBESARTAN,rs1057910
IRBESARTAN,rs72558187
IRBESARTAN,ACE
IRBESARTAN,rs5186
CANDESARTAN,KCNK3
CANDESARTAN,rs3758785
CANDESARTAN,rs1799998
CANDESARTAN,SULT1C3
CANDESARTAN,PLEKHJ1
CANDESARTAN,GPR83
CANDESARTAN,rs740406
CANDESARTAN,SH2B3
CANDESARTAN,AGTR1
CANDESARTAN,CYP11B2
CANDESARTAN,rs3184504
CANDESARTAN,rs5186
CANDESARTAN,DOT1L
CANDESARTAN,rs6722745
CANDESARTAN,rs1275988
SIMVASTATIN,ABCC2
SIMVASTATIN,rs2819742
SIMVASTATIN,APOE
SIMVASTATIN,rs4149056
SIMVASTATIN,rs5882
SIMVASTATIN,LEPR
SIMVASTATIN,rs12487736
SIMVASTATIN,NR1I2
SIMVASTATIN,CYP3A5*3
SIMVASTATIN,CYP2C9
SIMVASTATIN,ABCG2
SIMVASTATIN,rs9806699
SIMVASTATIN,HLA-DRB1*04:06
SIMVASTATIN,rs2306283
SIMVASTATIN,rs1045642
SIMVASTATIN,rs708272
SIMVASTATIN,rs2276307
SIMVASTATIN,ABCB1
SIMVASTATIN,HLA-DRB1*01:01
SIMVASTATIN,rs20455
SIMVASTATIN,CYP2D6*1
SIMVASTATIN,rs1346268
SIMVASTATIN,rs2230806
SIMVASTATIN,rs17244841
SIMVASTATIN,RHOA
SIMVASTATIN,CYBA
SIMVASTATIN,CYP3A4
SIMVASTATIN,rs2032582
SIMVASTATIN,PPARA
SIMVASTATIN,CYP2D6
SIMVASTATIN,rs3917643
SIMVASTATIN,rs2003569
SIMVASTATIN,ZNF542P
SIMVASTATIN,CYP2D6*3
SIMVASTATIN,rs1137101
SIMVASTATIN,rs662
SIMVASTATIN,HLA-DRB1
SIMVASTATIN,CYP3A4*22
SIMVASTATIN,PON1
SIMVASTATIN,rs4673
SIMVASTATIN,rs429358
SIMVASTATIN,CYP2C9*1
SIMVASTATIN,RYR2
SIMVASTATIN,rs776746
SIMVASTATIN,rs2231142
SIMVASTATIN,rs35599367
SIMVASTATIN,CYP3A5*1
SIMVASTATIN,rs1800588
SIMVASTATIN,SCAP
SIMVASTATIN,rs76103438
SIMVASTATIN,CYP2C8
SIMVASTATIN,F3
SIMVASTATIN,CYP3A4*1
SIMVASTATIN,rs1128503
SIMVASTATIN,rs3846662
SIMVASTATIN,rs4823613
SIMVASTATIN,rs705379
SIMVASTATIN,CETP
SIMVASTATIN,APOA5
SIMVASTATIN,KIF6
SIMVASTATIN,CACNA1S
SIMVASTATIN,CYP3A5
SIMVASTATIN,ABCA1
SIMVASTATIN,SLCO2B1
SIMVASTATIN,rs1225367412
SIMVASTATIN,HMGCR
SIMVASTATIN,rs662799
SIMVASTATIN,SLCO1B1
SIMVASTATIN,CYP2D6*14
SIMVASTATIN,SLCO1B1*5
SIMVASTATIN,UGT1A9
SIMVASTATIN,rs11716445
SIMVASTATIN,CYP2C9*3
SIMVASTATIN,CYP2D6*4
SIMVASTATIN,rs4149081
SIMVASTATIN,CYP3A4*4
SIMVASTATIN,GATM
SIMVASTATIN,HTR7
SIMVASTATIN,HTR3B
SIMVASTATIN,SLCO1B1*15
SIMVASTATIN,LIPC
SIMVASTATIN,rs1935349
SIMVASTATIN,rs12003906
SIMVASTATIN,rs4253728
SIMVASTATIN,rs17238540
SIMVASTATIN,rs2740574
SIMVASTATIN,SLCO1B1*1
SIMVASTATIN,rs6924995
SIMVASTATIN,CYP2C8*3
SIMVASTATIN,rs4363657
SIMVASTATIN,rs717620
LOVASTATIN,LDLR
LOVASTATIN,CYP2D6*5
LOVASTATIN,rs4149056
LOVASTATIN,NR1I2
LOVASTATIN,ABCG2
LOVASTATIN,rs708272
LOVASTATIN,ABCB1
LOVASTATIN,CYP2D6*1
LOVASTATIN,rs688
LOVASTATIN,CYP3A4
LOVASTATIN,CYP2D6
LOVASTATIN,rs776746
LOVASTATIN,CYP4F2
LOVASTATIN,CETP
LOVASTATIN,APOA5
LOVASTATIN,CYP3A5
LOVASTATIN,HMGCR
LOVASTATIN,rs662799
LOVASTATIN,SLCO1B1
LOVASTATIN,SLCO1B1*5
LOVASTATIN,rs5925
LOVASTATIN,SLCO1B1*15
LOVASTATIN,rs2291073
LOVASTATIN,rs17238540
LOVASTATIN,CYP2D6*10
LOVASTATIN,SLCO1B1*1
PRAVASTATIN,ABCC2
PRAVASTATIN,LDLR
PRAVASTATIN,APOE
PRAVASTATIN,rs4149056
PRAVASTATIN,ABCG2
PRAVASTATIN,MTTP
PRAVASTATIN,HLA-DRB1*04:06
PRAVASTATIN,rs2306283
PRAVASTATIN,rs708272
PRAVASTATIN,rs2276307
PRAVASTATIN,ABCB1
PRAVASTATIN,HLA-DRB1*01:01
PRAVASTATIN,rs20455
PRAVASTATIN,rs2230806
PRAVASTATIN,rs17244841
PRAVASTATIN,RHOA
PRAVASTATIN,rs1800591
PRAVASTATIN,CYP3A4
PRAVASTATIN,rs2032582
PRAVASTATIN,rs1801133
PRAVASTATIN,TLR4
PRAVASTATIN,rs328
PRAVASTATIN,rs4986790
PRAVASTATIN,rs1433099
PRAVASTATIN,rs113646094
PRAVASTATIN,MTHFR
PRAVASTATIN,HLA-DRB1
PRAVASTATIN,ADAMTS1
PRAVASTATIN,rs1800588
PRAVASTATIN,NPC1L1
PRAVASTATIN,MMP3
PRAVASTATIN,rs428785
PRAVASTATIN,CETP
PRAVASTATIN,KIF6
PRAVASTATIN,rs7412
PRAVASTATIN,CYP3A5
PRAVASTATIN,rs16944
PRAVASTATIN,ABCA1
PRAVASTATIN,rs2738466
PRAVASTATIN,IL1B
PRAVASTATIN,HMGCR
PRAVASTATIN,SLCO1B1*37
PRAVASTATIN,rs4341
PRAVASTATIN,SLCO1B1
PRAVASTATIN,SLCO1B1*5
PRAVASTATIN,rs11716445
PRAVASTATIN,rs1799752
PRAVASTATIN,rs4149015
PRAVASTATIN,SLCO1B3
PRAVASTATIN,HTR7
PRAVASTATIN,HTR3B
PRAVASTATIN,SLCO1B1*15
PRAVASTATIN,LIPC
PRAVASTATIN,ACE
PRAVASTATIN,rs1935349
PRAVASTATIN,rs12003906
PRAVASTATIN,LPL
PRAVASTATIN,rs17238540
PRAVASTATIN,rs35068180
PRAVASTATIN,SLCO1B1*1
PRAVASTATIN,rs17655652
PRAVASTATIN,ibuprofen
FLUVASTATIN,APOE
FLUVASTATIN,rs4149056
FLUVASTATIN,rs5882
FLUVASTATIN,NR1I2
FLUVASTATIN,CYP2C9
FLUVASTATIN,ABCG2
FLUVASTATIN,HLA-DRB1*04:06
FLUVASTATIN,SLCO1B1*14
FLUVASTATIN,ABCB1
FLUVASTATIN,HLA-DRB1*01:01
FLUVASTATIN,CYP2D6*1
FLUVASTATIN,CYP3A4
FLUVASTATIN,rs60282872
FLUVASTATIN,rs11045819
FLUVASTATIN,CYP2D6
FLUVASTATIN,HLA-DRB1
FLUVASTATIN,CYP2C9*1
FLUVASTATIN,rs2231142
FLUVASTATIN,rs1800588
FLUVASTATIN,CETP
FLUVASTATIN,SREBF1
FLUVASTATIN,rs7412
FLUVASTATIN,CYP3A5
FLUVASTATIN,HMGCR
FLUVASTATIN,SLCO1B1
FLUVASTATIN,SLCO1B1*5
FLUVASTATIN,CYP2C9*2
FLUVASTATIN,rs1799752
FLUVASTATIN,CYP2C9*3
FLUVASTATIN,CYP2D6*4
FLUVASTATIN,rs4986910
FLUVASTATIN,rs4783961
FLUVASTATIN,SLCO1B1*15
FLUVASTATIN,LIPC
FLUVASTATIN,ACE
FLUVASTATIN,rs1922242
FLUVASTATIN,rs17238540
FLUVASTATIN,SLCO1B1*1
ATORVASTATIN,ABCC2
ATORVASTATIN,rs2819742
ATORVASTATIN,LDLR
ATORVASTATIN,POR
ATORVASTATIN,APOE
ATORVASTATIN,rs4149056
ATORVASTATIN,LEPR
ATORVASTATIN,rs12487736
ATORVASTATIN,NR1I2
ATORVASTATIN,CYP3A5*3
ATORVASTATIN,ABCG2
ATORVASTATIN,FDPS
ATORVASTATIN,SCARB1
ATORVASTATIN,MTTP
ATORVASTATIN,rs4693075
ATORVASTATIN,HLA-DRB1*04:06
ATORVASTATIN,rs2306283
ATORVASTATIN,rs1045642
ATORVASTATIN,rs708272
ATORVASTATIN,rs2276307
ATORVASTATIN,ABCB1
ATORVASTATIN,HLA-DRB1*01:01
ATORVASTATIN,UGT1A3
ATORVASTATIN,rs20455
ATORVASTATIN,CYP2D6*1
ATORVASTATIN,UGT1A3*2
ATORVASTATIN,rs2230806
ATORVASTATIN,rs17161788
ATORVASTATIN,rs2297480
ATORVASTATIN,rs12979860
ATORVASTATIN,rs1805094
ATORVASTATIN,CYP2C19*1
ATORVASTATIN,rs1800591
ATORVASTATIN,MYLIP
ATORVASTATIN,CYP3A4
ATORVASTATIN,rs2032582
ATORVASTATIN,CYP2C19*2
ATORVASTATIN,AGTR1
ATORVASTATIN,CYP2D6
ATORVASTATIN,BDKRB2
ATORVASTATIN,CYP2D6*3
ATORVASTATIN,rs662
ATORVASTATIN,HLA-DRB1
ATORVASTATIN,rs11264359
ATORVASTATIN,rs5888
ATORVASTATIN,PON1
ATORVASTATIN,TNF
ATORVASTATIN,RYR2
ATORVASTATIN,rs776746
ATORVASTATIN,rs2231142
ATORVASTATIN,CYP2C19
ATORVASTATIN,CYP3A5*1
ATORVASTATIN,SCAP
ATORVASTATIN,CYP7A1
ATORVASTATIN,CYP2C19*3
ATORVASTATIN,rs1057868
ATORVASTATIN,rs1800629
ATORVASTATIN,rs705379
ATORVASTATIN,CETP
ATORVASTATIN,APOA5
ATORVASTATIN,KIF6
ATORVASTATIN,rs7412
ATORVASTATIN,CYP3A5
ATORVASTATIN,ABCA1
ATORVASTATIN,rs1799722
ATORVASTATIN,HMGCR
ATORVASTATIN,rs662799
ATORVASTATIN,SLCO1B1*37
ATORVASTATIN,SLCO1B1
ATORVASTATIN,SLCO1B1*5
ATORVASTATIN,rs2242480
ATORVASTATIN,rs1799752
ATORVASTATIN,CYP2D6*4
ATORVASTATIN,rs6535454
ATORVASTATIN,UGT1A3*1
ATORVASTATIN,rs4149036
ATORVASTATIN,HTR7
ATORVASTATIN,rs9370867
ATORVASTATIN,COQ2
ATORVASTATIN,rs17671591
ATORVASTATIN,HTR3B
ATORVASTATIN,SLCO1B1*15
ATORVASTATIN,rs11887534
ATORVASTATIN,ACE
ATORVASTATIN,IFNL3
ATORVASTATIN,rs5186
ATORVASTATIN,rs1935349
ATORVASTATIN,rs12003906
ATORVASTATIN,rs17238540
ATORVASTATIN,rs3808607
ATORVASTATIN,rs2740574
ATORVASTATIN,SLCO1B1*1
ATORVASTATIN,ABCG8
ATORVASTATIN,IFNL4
ATORVASTATIN,rs717620
CERIVASTATIN,rs2819742
CERIVASTATIN,rs4149056
CERIVASTATIN,RYR2
CERIVASTATIN,CYP2C8*4
CERIVASTATIN,CYP2C8
CERIVASTATIN,CYP2C8*1
CERIVASTATIN,SLCO1B1
CERIVASTATIN,SLCO1B1*5
CERIVASTATIN,SLCO1B1*15
CERIVASTATIN,SLCO1B1*1
CERIVASTATIN,CYP2C8*3
CLOFIBRATE,CYP4F2
FENOFIBRATE,rs676210
FENOFIBRATE,rs2241883
FENOFIBRATE,rs320
FENOFIBRATE,APOE
FENOFIBRATE,rs4149056
FENOFIBRATE,SCARB1
FENOFIBRATE,rs2230808
FENOFIBRATE,IL6
FENOFIBRATE,FABP1
FENOFIBRATE,rs2230806
FENOFIBRATE,rs9626730
FENOFIBRATE,PPARA
FENOFIBRATE,rs3135506
FENOFIBRATE,rs4253778
FENOFIBRATE,HLA-A*33:01
FENOFIBRATE,rs964184
FENOFIBRATE,APOA5
FENOFIBRATE,rs7412
FENOFIBRATE,rs135550
FENOFIBRATE,CYP3A5
FENOFIBRATE,ABCA1
FENOFIBRATE,rs135543
FENOFIBRATE,SLCO1B1
FENOFIBRATE,rs3091244
FENOFIBRATE,APOB
FENOFIBRATE,rs2727786
FENOFIBRATE,rs4238001
FENOFIBRATE,APOA1
FENOFIBRATE,rs1417938
FENOFIBRATE,HLA-A
FENOFIBRATE,LPL
FENOFIBRATE,rs1800795
FENOFIBRATE,CRP
PROBUCOL,KCNH2
GRISEOFULVIN,NR1I2
ECONAZOLE,NR1I2
KETOCONAZOLE,CYP3A5*3
KETOCONAZOLE,pazopanib
KETOCONAZOLE,CYP2C19*16
KETOCONAZOLE,drospirenone
KETOCONAZOLE,ABCB1
KETOCONAZOLE,CYP2C19*19
KETOCONAZOLE,CYP2C19*1
KETOCONAZOLE,CYP3A4
KETOCONAZOLE,CYP2C19*8
KETOCONAZOLE,CYP2C19*18
KETOCONAZOLE,CYP2C19
KETOCONAZOLE,CYP3A5*1
KETOCONAZOLE,CYP4F2
KETOCONAZOLE,CYP2C19*9
KETOCONAZOLE,CYP3A5
OXICONAZOLE,NR1I2
TERBINAFINE,NR1I2
TERBINAFINE,CYP2D6
TERBINAFINE,HLA-A*33:01
TERBINAFINE,HLA-A
FLUCYTOSINE,DPYD
PROMETHAZINE,CYP2D6
PROMETHAZINE,CYP2D6*4
METHOXSALEN,CYP2A6*15
METHOXSALEN,CYP2A6*22
METHOXSALEN,CYP2A6*21
METHOXSALEN,CYP2A6*1
METHOXSALEN,CYP2A6
CALCIPOTRIOL,VDR
DEMECLOCYCLINE,NR1I2
CHLORAMPHENICOL,G6PD deficiency
CHLORAMPHENICOL,CYP2C19
CHLORAMPHENICOL,G6PD
CHLORAMPHENICOL,G6PD A- 202A_376G
CHLORAMPHENICOL,G6PD B (reference)
GENTAMICIN,rs267606619
GENTAMICIN,MT-RNR1
GENTAMICIN,rs267606618
GENTAMICIN,rs267606617
GENTAMICIN,rs28358569
AMIKACIN,rs267606619
AMIKACIN,MT-RNR1
AMIKACIN,rs267606618
AMIKACIN,rs267606617
MAFENIDE,G6PD deficiency
MAFENIDE,G6PD
IMIQUIMOD,rs179008
IMIQUIMOD,TLR7
METHYLPREDNISOLONE,rs1799762
METHYLPREDNISOLONE,rs1045642
METHYLPREDNISOLONE,ABCB1
METHYLPREDNISOLONE,SERPINE1
TRETINOIN,CYP3A5
TRETINOIN,RARA
TRETINOIN,PML
ISOTRETINOIN,CYP3A5
CLINDAMYCIN,NR1I2
CLINDAMYCIN,HLA-B
CLINDAMYCIN,HLA-B*51:01
CLINDAMYCIN,HLA-B*15:27
CLINDAMYCIN,CYP3A5
ERYTHROMYCIN,ABCC2
ERYTHROMYCIN,NR1I2
ERYTHROMYCIN,ABCB1
ERYTHROMYCIN,CYP3A4
ERYTHROMYCIN,KCNH2
ERYTHROMYCIN,rs35599367
ERYTHROMYCIN,CYP3A5
ERYTHROMYCIN,rs717620
FURAZOLIDONE,G6PD
ERGOT ALKALOIDS,rs1611115
ERGOT ALKALOIDS,DRD2
ERGOT ALKALOIDS,rs6275
ERGOT ALKALOIDS,rs4680
ERGOT ALKALOIDS,DBH
ERGOT ALKALOIDS,OPRM1
ERGOT ALKALOIDS,rs1799971
ERGOT ALKALOIDS,BDNF
ERGOT ALKALOIDS,rs6305
ERGOT ALKALOIDS,rs6265
ERGOT ALKALOIDS,COMT
ERGOT ALKALOIDS,HTR2A
RITODRINE,ADRB2
RITODRINE,rs10774053
RITODRINE,CACNA1C
FENOTEROL,ADRB2
CABERGOLINE,DRD2
IBUPROFEN,CYP2C19*31
IBUPROFEN,CYP2C8*2
IBUPROFEN,CYP2C9
IBUPROFEN,CYP3A4*34
IBUPROFEN,rs20417
IBUPROFEN,UGT1A3
IBUPROFEN,FAAH
IBUPROFEN,rs6500265
IBUPROFEN,CYP2C19*1
IBUPROFEN,LST1
IBUPROFEN,CYP3A4
IBUPROFEN,CYP2C19*35
IBUPROFEN,NOS2
IBUPROFEN,methotrexate
IBUPROFEN,TNF
IBUPROFEN,CYP2C9*1
IBUPROFEN,CYP3A4*28
IBUPROFEN,CYP2C19
IBUPROFEN,AMACR
IBUPROFEN,NOS1
IBUPROFEN,PTGS2
IBUPROFEN,CYP2C8*4
IBUPROFEN,CYP2C19*3
IBUPROFEN,CYP2C8
IBUPROFEN,CYP2C8*1
IBUPROFEN,pravastatin
IBUPROFEN,LTA
IBUPROFEN,rs1800629
IBUPROFEN,CYP2C19*32
IBUPROFEN,CYP3A4*1
IBUPROFEN,CYP3A4*23
IBUPROFEN,CYP3A4*31
IBUPROFEN,PTGS1
IBUPROFEN,CYP2C19*30
IBUPROFEN,UGT1A9
IBUPROFEN,CYP2C9*2
IBUPROFEN,CYP3A4*32
IBUPROFEN,CYP3A4*33
IBUPROFEN,CYP2C9*3
IBUPROFEN,UGT2B17
IBUPROFEN,CYP3A4*29
IBUPROFEN,CYP3A4*4
IBUPROFEN,UGT2B4
IBUPROFEN,CYP3A4*18
IBUPROFEN,CYP2C19*33
IBUPROFEN,CYP3A4*5
IBUPROFEN,NOS3
IBUPROFEN,UGT2B7
IBUPROFEN,CYP2C8*3
IBUPROFEN,rs9933632
NAPROXEN,CYP2C9
NAPROXEN,rs780801862
NAPROXEN,ABCB1
NAPROXEN,rs182132442
NAPROXEN,LST1
NAPROXEN,TNF
NAPROXEN,CYP2C9*1
NAPROXEN,PTGS2
NAPROXEN,LTA
NAPROXEN,rs1800629
NAPROXEN,CYP2C9*2
NAPROXEN,CYP2C9*3
NAPROXEN,CYP2C9*29
MEDROXYPROGESTERONE,rs1544410
MEDROXYPROGESTERONE,VDR
MEDROXYPROGESTERONE,rs9340799
MEDROXYPROGESTERONE,CYP3A5
MEDROXYPROGESTERONE,ESR2
MEDROXYPROGESTERONE,ESR1
ETONOGESTREL,CYP3A7*1A
ETONOGESTREL,CYP3A7
ETONOGESTREL,CYP3A7*1C
TESTOSTERONE,CYP3A4*11
TESTOSTERONE,CYP3A4*34
TESTOSTERONE,CYP3A4*10
TESTOSTERONE,CYP3A4
TESTOSTERONE,CYP3A4*3
TESTOSTERONE,CYP3A4*14
TESTOSTERONE,CYP3A4*17
TESTOSTERONE,CYP3A4*28
TESTOSTERONE,rs35599367
TESTOSTERONE,CYP3A4*16
TESTOSTERONE,UGT1A4*1a
TESTOSTERONE,rs41279854
TESTOSTERONE,CYP3A4*15
TESTOSTERONE,UGT1A4
TESTOSTERONE,CYP3A4*1
TESTOSTERONE,CYP3A4*23
TESTOSTERONE,CYP3A4*31
TESTOSTERONE,CYP3A5
TESTOSTERONE,CYP3A4*2
TESTOSTERONE,rs55817950
TESTOSTERONE,CYP3A4*32
TESTOSTERONE,CYP3A4*33
TESTOSTERONE,rs28383479
TESTOSTERONE,CYP3A4*29
TESTOSTERONE,UGT1A4*3a
TESTOSTERONE,CYP3A4*5
TESTOSTERONE,CYP3A4*24
ESTRADIOL,rs7159713
ESTRADIOL,rs11849538
ESTRADIOL,rs2369049
ESTRADIOL,TCL1A
ESTRADIOL,rs7158782
ESTRONE,SLCO1B1
ESTRONE,SLCO1B1*5
ESTRONE,SLCO1B1*1
CONJUGATED ESTROGENS,SLCO1B1*12
CONJUGATED ESTROGENS,SULT1A1
CONJUGATED ESTROGENS,rs1544410
CONJUGATED ESTROGENS,rs1042028
CONJUGATED ESTROGENS,VDR
CONJUGATED ESTROGENS,SLCO1B1*13
CONJUGATED ESTROGENS,rs9340799
CONJUGATED ESTROGENS,SLCO1B1
CONJUGATED ESTROGENS,SLCO1B1*1
CONJUGATED ESTROGENS,ESR1
DIETHYLSTILBESTROL,NR1I2
HYDROXYPROGESTERONE,CYP2C19*23
HYDROXYPROGESTERONE,CYP2C19*1
HYDROXYPROGESTERONE,CYP2C19
HYDROXYPROGESTERONE,CYP2C19*11
PROGESTERONE,NR1I2
PROGESTERONE,ABCB1
PROGESTERONE,CYP2C19*1
PROGESTERONE,CYP2C19*2
PROGESTERONE,CYP2C19*17
PROGESTERONE,CYP2C19
PROGESTERONE,CYP3A5
UROFOLLITROPIN,rs6166
UROFOLLITROPIN,FSHR
FOLLITROPIN BETA,rs6166
FOLLITROPIN BETA,FSHR
CYPROTERONE,NR1I2
DANAZOL,CYP2J2
MIFEPRISTONE,ABCB1
MIFEPRISTONE,CYP3A4
NALIDIXIC ACID,G6PD deficiency
NALIDIXIC ACID,G6PD
NITROFURANTOIN,G6PD deficiency
NITROFURANTOIN,G6PD
NITROFURANTOIN,G6PD A- 202A_376G
NITROFURANTOIN,G6PD B (reference)
TERODILINE,KCNH2
TOLTERODINE,CYP2D6*5
TOLTERODINE,CYP2D6*98
TOLTERODINE,CYP2D6*89
TOLTERODINE,CYP2D6*1
TOLTERODINE,CYP3A4
TOLTERODINE,CYP2D6*93
TOLTERODINE,CYP2D6
TOLTERODINE,CYP2D6*3
TOLTERODINE,CYP2D6*95
TOLTERODINE,CYP2D6*87
TOLTERODINE,CYP2D6*94
TOLTERODINE,CYP2D6*91
TOLTERODINE,CYP2D6*97
TOLTERODINE,CYP2D6*88
TOLTERODINE,CYP2D6*90
TOLTERODINE,CYP2D6*92
TOLTERODINE,CYP2D6*4
TOLTERODINE,CYP2D6*96
TOLTERODINE,CYP2D6*10
SILDENAFIL,rs699947
SILDENAFIL,CYP3A4*10
SILDENAFIL,CYP3A4
SILDENAFIL,GNB3
SILDENAFIL,CYP3A4*3
SILDENAFIL,ARG1
SILDENAFIL,CYP3A4*14
SILDENAFIL,CYP3A4*22
SILDENAFIL,CYP3A4*28
SILDENAFIL,rs4343
SILDENAFIL,CYP3A4*1
SILDENAFIL,CYP3A5
SILDENAFIL,CYP3A4*2
SILDENAFIL,CYP3A4*32
SILDENAFIL,rs2070744
SILDENAFIL,CYP3A4*29
SILDENAFIL,rs5443
SILDENAFIL,ACE
SILDENAFIL,VEGFA
SILDENAFIL,CYP3A4*5
SILDENAFIL,NOS3
SILDENAFIL,CYP3A4*24
PHENAZOPYRIDINE,G6PD Mediterranean Haplotype
PHENAZOPYRIDINE,G6PD deficiency
PHENAZOPYRIDINE,G6PD
PHENAZOPYRIDINE,G6PD B (reference)
TAMSULOSIN,CYP3A4
TAMSULOSIN,CYP2D6
TAMSULOSIN,CYP3A5
TAMSULOSIN,CYP2D6 extensive metabolizer genotype
TERAZOSIN,CYP3A5
MECASERMIN,GH1
MECASERMIN,IGF1
MECASERMIN,GHR
DESMOPRESSIN,F8
ALDOSTERONE,ABCB1
DESOXYCORTONE,CYP2C19*23
DESOXYCORTONE,CYP2C19*1
DESOXYCORTONE,CYP2C19
DESOXYCORTONE,CYP2C19*9
DESOXYCORTONE,CYP2C19*11
PROPYLTHIOURACIL,HLA-B
PROPYLTHIOURACIL,HLA-DRB1
PROPYLTHIOURACIL,HLA-DRB1*08:03
PROPYLTHIOURACIL,HLA-B*38:02
CARBIMAZOLE,HLA-B
CARBIMAZOLE,HLA-DRB1
CARBIMAZOLE,HLA-DRB1*08:03
CARBIMAZOLE,HLA-B*38:02
DOXYCYCLINE,NR1I2
DOXYCYCLINE,ABCB1
DOXYCYCLINE,ESR1
MINOCYCLINE,NR1I2
MINOCYCLINE,HLA-B
MINOCYCLINE,HLA-B*35:02
AMPICILLIN,NR1I2
AMOXICILLIN,HLA-DRB5*01:01
AMOXICILLIN,HLA-DQB1*06:02
AMOXICILLIN,NR1I2
AMOXICILLIN,CYP2C19*1
AMOXICILLIN,HLA-DQB1*03:03
AMOXICILLIN,CYP2C19*2
AMOXICILLIN,HLA-B
AMOXICILLIN,HLA-B*18:01
AMOXICILLIN,HLA-DRB1
AMOXICILLIN,GSTT1
AMOXICILLIN,HLA-DPB1
AMOXICILLIN,CYP2C19
AMOXICILLIN,HLA-B*57:01
AMOXICILLIN,HLA-C*03:02
AMOXICILLIN,HLA-DQB1
AMOXICILLIN,CYP2C19*3
AMOXICILLIN,HLA-C*06:02
AMOXICILLIN,HLA-C
AMOXICILLIN,HLA-B*58:01
AMOXICILLIN,HLA-DRB1*07:01
AMOXICILLIN,HLA-DRB5
AMOXICILLIN,HLA-DPB1*01:01
AMOXICILLIN,HLA-A*30:02
AMOXICILLIN,HLA-A*01:01
AMOXICILLIN,HLA-DRB1*15:01
AMOXICILLIN,HLA-A
AMOXICILLIN,rs9274407
DICLOXACILLIN,NR1I2
DICLOXACILLIN,rs1045642
DICLOXACILLIN,ABCB1
DICLOXACILLIN,rs2032582
FLUCLOXACILLIN,HLA-DQB1*06:02
FLUCLOXACILLIN,NR1I2
FLUCLOXACILLIN,HLA-B*57:03
FLUCLOXACILLIN,HLA-DQA1
FLUCLOXACILLIN,HLA-DQB1*03:03
FLUCLOXACILLIN,HLA-B
FLUCLOXACILLIN,HLA-DRB1
FLUCLOXACILLIN,HLA-DQA1*02:01
FLUCLOXACILLIN,HLA-B*57:01
FLUCLOXACILLIN,HLA-DQB1
FLUCLOXACILLIN,HLA-C*06:02
FLUCLOXACILLIN,HLA-C
FLUCLOXACILLIN,HLA-DRB1*07:01
FLUCLOXACILLIN,HLA-A*01:01
FLUCLOXACILLIN,ST6GAL1
FLUCLOXACILLIN,HLA-DRB1*15:01
FLUCLOXACILLIN,HLA-A
FLUCLOXACILLIN,rs3814055
CEFUROXIME,NR1I2
CEFACLOR,NR1I2
CEFADROXIL,NR1I2
CEFOTAXIME,rs11568482
CEFOTAXIME,SLC22A8
CEFTRIAXONE,ABCC2
CEFTRIAXONE,ABCG2
CEFTRIAXONE,CYB5R3
CEFTRIAXONE,rs2273697
CEFTRIAXONE,rs13120400
CEFTRIAXONE,G6PD
CEFRADINE,NR1I2
MEROPENEM,valproic acid
TRIMETHOPRIM,CYP3A4
SULFANILAMIDE,G6PD deficiency
SULFANILAMIDE,G6PD
SULFAMETHOXAZOLE,CYP2C9
SULFAMETHOXAZOLE,G6PD deficiency
SULFAMETHOXAZOLE,CYP3A4
SULFAMETHOXAZOLE,GCLC
SULFAMETHOXAZOLE,G6PD Canton, Taiwan-Hakka, Gifu-like, Agrigento-like
SULFAMETHOXAZOLE,G6PD
SULFAMETHOXAZOLE,rs761142
SULFAMETHOXAZOLE,NAT2
SULFAMETHOXAZOLE,CYP2C9*2
SULFAMETHOXAZOLE,CYP2C9*3
SULFAMETHOXAZOLE,G6PD B (reference)
SULFADIAZINE,CYP3A4
SULFADIAZINE,G6PD
TROLEANDOMYCIN,NR1I2
CLARITHROMYCIN,pimozide
CLARITHROMYCIN,ABCB1
CLARITHROMYCIN,CYP3A4
CLARITHROMYCIN,CYP3A5
TOBRAMYCIN,rs267606619
TOBRAMYCIN,MT-RNR1
TOBRAMYCIN,rs267606618
TOBRAMYCIN,rs267606617
NETILMICIN,rs267606619
NETILMICIN,MT-RNR1
NETILMICIN,rs267606618
NETILMICIN,rs267606617
DIBEKACIN,rs267606619
DIBEKACIN,MT-RNR1
DIBEKACIN,rs267606618
DIBEKACIN,rs267606617
RIBOSTAMYCIN,rs267606619
RIBOSTAMYCIN,MT-RNR1
RIBOSTAMYCIN,rs267606618
RIBOSTAMYCIN,rs267606617
ISEPAMICIN,MT-ND1
ISEPAMICIN,MT-RNR1
ISEPAMICIN,rs267606617
OFLOXACIN,G6PD
CIPROFLOXACIN,G6PD Mediterranean Haplotype
CIPROFLOXACIN,G6PD Mediterranean, Dallas, Panama, Sassari, Cagliari, Birmingham
CIPROFLOXACIN,CYP2D6
CIPROFLOXACIN,CYP2D6*6
CIPROFLOXACIN,G6PD
CIPROFLOXACIN,G6PD B (reference)
NORFLOXACIN,G6PD
SPARFLOXACIN,ABCB1
GREPAFLOXACIN,KCNH2
LEVOFLOXACIN,ABCB1
FLUCONAZOLE,CYP2C9
FLUCONAZOLE,CYP2C19*1
FLUCONAZOLE,CYP2C19*8
FLUCONAZOLE,CYP2C19*13
FLUCONAZOLE,CYP2C9*1
FLUCONAZOLE,CYP2C19
FLUCONAZOLE,CYP2C19*14
FLUCONAZOLE,CYP2C19*9
FLUCONAZOLE,CYP2C9*2
FLUCONAZOLE,CYP2C9*3
FLUCONAZOLE,CYP2C19*11
ITRACONAZOLE,CYP3A5*3
ITRACONAZOLE,ABCB1
ITRACONAZOLE,CYP3A4
ITRACONAZOLE,CYP3A5*1
ITRACONAZOLE,CYP3A5
AMINOSALICYLIC ACID,G6PD
RIFABUTIN,NR1I2
ISONIAZID,GSTT1 null
ISONIAZID,NAT2*5
ISONIAZID,NR1I2
ISONIAZID,CYP2C9
ISONIAZID,NAT2*6O
ISONIAZID,rs2070401
ISONIAZID,rs11125883
ISONIAZID,rs1045642
ISONIAZID,ABCB1
ISONIAZID,GSTM1
ISONIAZID,rs4646244
ISONIAZID,NAT2*6
ISONIAZID,CYP2E1
ISONIAZID,NAT2*16
ISONIAZID,HLA-B
ISONIAZID,CYP2B6
ISONIAZID,rs1208
ISONIAZID,NOS2
ISONIAZID,GSTT1 non-null
ISONIAZID,GSTT1
ISONIAZID,rs1801280
ISONIAZID,TNF
ISONIAZID,NAT2*4
ISONIAZID,CYP2C19
ISONIAZID,rs1695
ISONIAZID,NAT2*7
ISONIAZID,NAT2 slow acetylator
ISONIAZID,BACH1
ISONIAZID,rs9332096
ISONIAZID,rs1800629
ISONIAZID,CYP2B6*6
ISONIAZID,rs1041983
ISONIAZID,NAT2*1
ISONIAZID,NAT2
ISONIAZID,NAT2*6J
ISONIAZID,rs11080344
ISONIAZID,CYP2B6*1
ISONIAZID,HLA-B*52:01
ISONIAZID,rs4720833
ISONIAZID,GSTM1 null
ISONIAZID,rs1799930
ISONIAZID,NAT2*7G
ISONIAZID,MAFK
ISONIAZID,rs1799929
ISONIAZID,CYP2E1*1A
ISONIAZID,XPO1
ISONIAZID,GSTP1
ISONIAZID,GSTM1 non-null
ISONIAZID,rs4986893
ISONIAZID,NAT2*14
ISONIAZID,rs1799931
PYRAZINAMIDE,GSTT1 null
PYRAZINAMIDE,CYP2C9
PYRAZINAMIDE,GSTM1
PYRAZINAMIDE,rs4646244
